{
  "_id": "0e02OIabaZaXpA0s",
  "name": "Urban Bounty Hunter",
  "type": "background",
  "img": "icons/environment/settlement/target.webp",
  "effects": [],
  "folder": null,
  "sort": 1000000,
  "flags": {
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "core": {
      "sourceId": "Item.mrvnyUepTYc5CO2k"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1731523684141,
    "lastModifiedBy": "q1BKxBTo6goDy95S",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "EHpONhziSoZpUpN3": 3,
    "UjfixXuqstXNdypa": 3
  },
  "system": {
    "description": {
      "value": "<p>Avant de devenir un aventurier, votre vie était déjà pleine de conflits et d'excitation, car vous gagniez votre vie en traquant des gens pour de l'argent. Contrairement à certaines personnes qui collectent des primes, vous n'êtes pas un sauvage qui suit sa proie dans ou à travers la nature sauvage. Vous êtes impliqué dans un commerce lucratif, dans l'endroit où vous vivez, qui teste régulièrement vos compétences et vos instincts de survie. De plus, vous n'êtes pas seul, comme un chasseur de primes dans la nature sauvage le serait : vous interagissez régulièrement avec à la fois la sous-culture criminelle et d'autres chasseurs de primes, en maintenant des contacts dans les deux domaines pour vous aider à réussir.</p>\n<p>Vous pourriez être un malin attrapeur de voleurs, rôdant sur les toits pour attraper l'un des nombreux cambrioleurs de la ville. Peut-être êtes-vous quelqu'un qui a l'oreille à la rue, conscient des agissements des guildes de voleurs et des gangs de rue. Vous pourriez être un chasseur de primes \"velvet mask\", qui se fond dans la haute société et les cercles nobles afin d'attraper les criminels qui s'en prennent aux riches, qu'il s'agisse de pickpockets ou d'escrocs. La communauté où vous exerciez votre métier aurait pu être l'une des grandes métropoles de Faenûn, comme Waterdeep ou Baldur's Gate, ou un endroit moins peuplé, peut-être Luskan ou Yartar – n'importe quel endroit assez grand pour avoir un approvisionnement régulier de proies potentielles.</p>\n<p>En tant que membre d'un groupe d'aventuriers, vous pourriez trouver plus difficile de poursuivre un programme personnel qui ne s'aligne pas avec les objectifs du groupe – mais d'un autre côté, vous pouvez abattre des cibles beaucoup plus redoutables avec l'aide de vos compagnons.</p>\n<p><strong>Compétences: </strong>Choisissez deux parmi Deception, Insight, Persuasion, et Stealth</p>\n<p><strong>Outils: </strong>Choisissez deux parmi un type de jeu de société, un instrument de musique, et les outils de voleur</p>\n<p><strong>Langues: </strong>Aucune</p>\n<p><strong>Équipement: </strong>Un ensemble de vêtements appropriés à vos devoirs et une bourse contenant 20gp</p>\n<p> </p>\n<h2>Caractéristiques</h2>\n<p>@Compendium[5e-complete-fr.5e-background-features.CinU76J8CvUETnOf]{Ear to the Ground}</p>\n<p>Vous êtes en contact fréquent avec des personnes dans le segment de la société que vos proies choisies traversent. Ces personnes peuvent être associées au monde souterrain criminel, aux gens rudes et tumultueux des rues, ou aux membres de la haute société. Cette connexion prend la forme d'un contact dans n'importe quelle ville que vous visitez, une personne qui fournit des informations sur les personnes et les lieux de la région locale.</p>\n<p> </p>\n<h2>Caractéristiques suggérées</h2>\n<p>Utilisez les tableaux pour le background de Criminal comme base pour vos traits et motivations, en modifiant les entrées lorsque cela est approprié pour correspondre à votre identité.</p>\n<p>Par exemple, votre lien pourrait impliquer d'autres chasseurs de primes ou les organisations ou individus qui vous emploient. Votre idéal pourrait être associé à votre détermination à toujours attraper votre proie ou à votre désir de maintenir votre réputation d'être fiable.</p>\n<p> </p>\n<h3>Traits de personnalité</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Trait de personnalité</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">J'ai toujours un plan pour ce que je dois faire lorsque les choses tournent mal.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">Je suis toujours calme, quelle que soit la situation. Je ne hausse jamais la voix ou ne laisse jamais mes émotions me contrôler.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">La première chose que je fais dans un nouvel endroit est de noter les emplacements de tout ce qui est précieux – ou où de telles choses pourraient être cachées.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">Je préfère me faire un nouvel ami plutôt qu'un nouvel ennemi.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">Je suis incroyablement lent à faire confiance. Ceux qui semblent les plus justes ont souvent le plus à cacher.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">Je ne prête pas attention aux risques dans une situation. Ne me dites jamais les chances.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">7</td>\n<td style=\"width:95%\">La meilleure façon de me faire faire quelque chose est de me dire que je ne peux pas le faire.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">8</td>\n<td style=\"width:95%\">Je m'emporte au moindre affront.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h3>Idéaux</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Idéal</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\"><strong>Honor.</strong> Je ne vole pas les autres dans le commerce. (Lawful)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\"><strong>Freedom.</strong> Les chaînes sont faites pour être brisées, tout comme ceux qui les forgent. (Chaotic)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\"><strong>Charity.</strong> Je vole aux riches afin de pouvoir aider les personnes dans le besoin. (Good)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\"><strong>Greed.</strong> Je ferai tout ce qu'il faut pour devenir riche. (Evil)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\"><strong>People.</strong> Je suis loyal envers mes amis, pas envers des idéaux, et tout le monde peut prendre un voyage en bas du Styx pour ce que j'en ai à faire. (Neutral)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\"><strong>Redemption.</strong> Il y a une étincelle de bien en chacun. (Good)</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h3>Liens</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Lien</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">J'essaie de rembourser une ancienne dette que je dois à un bienfaiteur généreux.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">Mes gains mal acquis vont soutenir ma famille.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">Quelque chose d'important m'a été pris, et j'ai l'intention de le voler à nouveau.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">Je deviendrai le plus grand voleur qui ait jamais vécu.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">Je suis coupable d'un terrible crime. J'espère pouvoir me racheter pour cela.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">Quelqu'un que j'aimais est mort à cause d'une erreur que j'ai commise. Cela ne se reproduira jamais.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h3>Défauts</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Défaut</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">Lorsque je vois quelque chose de précieux, je ne peux penser à rien d'autre qu'à comment le voler.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">Lorsque confronté à un choix entre l'argent et mes amis, je choisis généralement l'argent.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">Si un plan existe, je l'oublierai. Si je ne l'oublie pas, je l'ignorerai.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">J'ai un \"tell\" qui révèle quand je mens.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">Je prends mes jambes à mon cou lorsque les choses semblent mauvaises.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">Une personne innocente est en prison pour un crime que j'ai commis. Je suis d'accord avec cela.</td>\n</tr>\n</tbody>\n</table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SCAG",
    "advancement": []
  },
  "_key": "!items!0e02OIabaZaXpA0s"
}