{
  "_id": "pG7Uqsk29o5RjBSF",
  "name": "Earth Genasi",
  "type": "feat",
  "img": "icons/magic/earth/barrier-stone-brown-green.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "core": {
      "sourceId": "Item.jxEcayc0bkwP6k6f"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "system": {
    "description": {
      "value": "<p>Tracing leur ascendance aux dao, les génies du Plan Élémentaire de la Terre, les génies de la terre héritent de la force inébranlable des dao et du contrôle sur la terre.</p>\n<p>La peau d'un génie de la terre peut être de la couleur de la pierre et de la terre ou avoir un teint humain avec des étincelles scintillantes comme de la poussière de gemmes. Certains génies de la terre ont des lignes marquées sur leur peau comme des fissures, révélant soit des veines scintillantes semblables à des gemmes, soit une lueur jaune pâle. Les cheveux des génies de la terre peuvent apparaître sculptés dans la pierre ou le cristal ou ressembler à des fils de métal filé.</p>\n<p><strong>Augmentation des caractéristiques.</strong> Augmentez une caractéristique de 2 et une autre caractéristique de 1, ou augmentez trois caractéristiques différentes de 1.</p>\n<p><strong>Langues.</strong> Votre personnage peut parler, lire et écrire le commun et une autre langue.</p>\n<p><strong>Type de créature.</strong> Vous êtes un Humanoïde.</p>\n<p><strong>Taille.</strong> Vous êtes de taille Moyenne ou Petite. Vous choisissez la taille lorsque vous sélectionnez cette race.</p>\n<p><strong>Vitesse.</strong> Votre vitesse de marche est de 9.144 mètres.</p>\n<p><strong>Vision dans le noir.</strong> Vous pouvez voir dans une lumière faible à 18.288 mètres de vous comme si c'était une lumière vive et dans l'obscurité comme si c'était une lumière faible. Vous discernez les couleurs dans cette obscurité uniquement comme des nuances de gris.</p>\n<p><strong>Marche sur la pierre.</strong> Vous pouvez vous déplacer sur un terrain difficile sans dépenser de mouvement supplémentaire si vous utilisez votre vitesse de marche sur le sol ou un plancher.</p>\n<p><strong>Fusion avec la pierre.</strong> Vous connaissez le sortilège @Compendium[5e-complete-fr.5e-spells.sKKUUPnSuG0JDAb8]{Blade Ward}. Vous pouvez le lancer normalement, et vous pouvez également le lancer comme une action bonus un nombre de fois égal à votre bonus de maîtrise, récupérant toutes les utilisations dépensées lorsque vous terminez un repos long.</p>\n<p>À partir du 5ème niveau, vous pouvez lancer le sortilège @Compendium[5e-complete-fr.5e-spells.67lR5mwQRa9HKAGa]{Pass without Trace} avec ce trait, sans nécessiter de composante matérielle. Une fois que vous avez lancé ce sortilège avec ce trait, vous ne pouvez pas le faire à nouveau jusqu'à ce que vous terminiez un repos long. Vous pouvez également le lancer en utilisant n'importe quelles emplacements de sort de 2ème niveau ou supérieur.</p>\n<p>L'Intelligence, la Sagesse ou le Charisme est votre caractéristique de lancement de sorts pour ces sorts lorsque vous les lancez avec ce trait (choisissez lorsque vous sélectionnez cette race).</p>\n<section class=\"secret\">\n<p><em>Note: Créez deux copies de </em>@Compendium[5e-complete-fr.5e-spells.sKKUUPnSuG0JDAb8]{Blade Ward}<em> et </em>@Compendium[5e-complete-fr.5e-spells.67lR5mwQRa9HKAGa]{Pass without Trace}<em> sur votre personnage. Les premières copies doivent être définies sur Toujours Prépare.</em></p>\n<p><em>Pour les secondes copies, définissez le mode de préparation des deux sorts sur Innée. Pour Blade Ward, définissez les utilisations sur @prof par Long Repos et le coût d'activation sur 1 Action Bonus. Pour Pass Without Trace, supprimez la composante matérielle et définissez les utilisations sur 1 par Long Repos.</em></p>\n</section>",
      "chat": "",
      "unidentified": ""
    },
    "source": "MotM",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "_key": "!items!pG7Uqsk29o5RjBSF"
}
