{
  "_id": "kYIxodu5ec0W3yzC",
  "name": "Antimagic Field",
  "type": "spell",
  "img": "icons/magic/defensive/barrier-shield-dome-blue-purple.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.Eon0jzGzQRNluTPQ"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "rest-recovery": {
      "data": {
        "recovery": {
          "enabled": false
        }
      }
    }
  },
  "system": {
    "description": {
      "value": "<p>Une sphère invisible de rayon de 10 pieds d'antimagie vous entoure. Cette zone est coupée de l'énergie magique qui imprègne le multivers. À l'intérieur de la sphère, les sorts ne peuvent pas être lancés, les créatures invoquées disparaissent, et même les objets magiques deviennent ordinaires. Jusqu'à la fin du sort, la sphère se déplace avec vous, centrée sur vous.</p><p>Les sorts et autres effets magiques, sauf ceux créés par un artefact ou une divinité, sont supprimés dans la sphère et ne peuvent pas s'étendre en elle. Une emprise consommée pour lancer un sort supprimé est consommée. Tant qu'un effet est supprimé, il ne fonctionne pas, mais le temps qu'il passe supprimé compte contre sa durée.</p><h3>Effets Ciblés</h3><p>Les sorts et autres effets magiques, tels que magic missile et charm person, qui ciblent une créature ou un objet dans la sphère n'ont aucun effet sur cette cible.</p><h3>Zones de Magie</h3><p>La zone d'un autre sort ou effet magique, tel que fireball, ne peut pas s'étendre dans la sphère. Si la sphère chevauche une zone de magie, la partie de la zone qui est couverte par la sphère est supprimée. Par exemple, les flammes créées par un mur de feu sont supprimées dans la sphère, créant un espace dans le mur si le chevauchement est suffisamment grand.</p><h3>Sorts</h3><p>Tout sort actif ou autre effet magique sur une créature ou un objet dans la sphère est supprimé tant que la créature ou l'objet s'y trouve.</p><h3>Objets Magiques</h3><p>Les propriétés et pouvoirs des objets magiques sont supprimés dans la sphère. Par exemple, une épée longue +1 dans la sphère fonctionne comme une épée longue non magique.</p><p>Les propriétés et pouvoirs d'une arme magique sont supprimés si elle est utilisée contre une cible dans la sphère ou maniée par un attaquant dans la sphère. Si une arme magique ou un morceau de munition magique quitte complètement la sphère (par exemple, si vous tirez une flèche magique ou lancez une lance magique sur une cible en dehors de la sphère), la magie de l'objet cesse d'être supprimée dès qu'elle sort.</p><h3>Voyage Magique</h3><p>La téléportation et le voyage planétaire échouent dans la sphère, que la sphère soit le point de destination ou de départ pour un tel voyage magique. Un portail vers un autre emplacement, monde ou plan d'existence, ainsi qu'une ouverture vers un espace extradimensionnel tel que celui créé par le sort rope trick, se ferme temporairement dans la sphère.</p><h3>Créatures et Objets</h3><p>Une créature ou un objet invoqué ou créé par magie disparaît temporairement dans la sphère. Une telle créature réapparaît instantanément une fois que l'espace qu'elle occupait n'est plus dans la sphère.</p><h3>Dispel Magic</h3><p>Les sorts et effets magiques tels que @UUID[Compendium.5e-complete-fr.5e-spells.vWLRarMk4QaoZjNv]{Dispel Magic} n'ont aucun effet sur la sphère. De même, les sphères créées par différents sorts de champ antimagique ne s'annulent pas mutuellement.</p><p> <strong>Listes de Sort.</strong> @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.G7cm1ctzhtxEOvxS]{Cleric}, @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.5YX3k6END6NQWHOB]{Wizard}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "BR",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 1,
      "units": "hour"
    },
    "target": {
      "value": 3,
      "width": null,
      "units": "m",
      "type": "sphere"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "self"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 8,
    "school": "abj",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": true
    },
    "materials": {
      "value": "A pinch of powdered iron or iron filings",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1668304583306,
    "lastModifiedBy": "EHpONhziSoZpUpN3",
    "compendiumSource": "Compendium.world.spells-expanded.Eon0jzGzQRNluTPQ",
    "duplicateSource": null
  },
  "_key": "!items!kYIxodu5ec0W3yzC"
}