{
  "_id": "OQqup3KPz859n7D1",
  "name": "Antipathy/Sympathy",
  "type": "spell",
  "img": "icons/environment/people/group.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.GJ2WYm3SQFR0winH"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "rest-recovery": {
      "data": {
        "recovery": {
          "enabled": false
        }
      }
    }
  },
  "system": {
    "description": {
      "value": "<p>Ce sort attire ou repousse les créatures de votre choix. Vous ciblez quelque chose à portée, soit un objet ou une créature de taille Huge ou plus petit, soit une zone ne dépassant pas un cube de 200 pieds. Ensuite, spécifiez un type de créature intelligente, comme les dragons rouges, les gobelins ou les vampires. Vous investissez la cible d'une aura qui attire ou repousse les créatures spécifiées pendant la durée. Choisissez antipathie ou sympathie comme effet de l'aura.</p><h3>Antipathy</h3><p>L'enchantement provoque chez les créatures du type que vous avez désigné une forte envie de quitter la zone et d'éviter la cible. Lorsqu'une telle créature peut voir la cible ou s'en approche à moins de 60 pieds, la créature doit réussir un jet de sauvegarde de Sagesse ou devenir effrayée. La créature reste effrayée tant qu'elle peut voir la cible ou se trouve à moins de 60 pieds de celle-ci. Tant qu'elle est effrayée par la cible, la créature doit utiliser son déplacement pour se déplacer vers le point sûr le plus proche d'où elle ne peut plus voir la cible. Si la créature s'éloigne de plus de 60 pieds de la cible et ne peut plus la voir, elle n'est plus effrayée, mais elle le devient à nouveau si elle revoit la cible ou s'en approche à moins de 60 pieds.</p><h3>Sympathy</h3><p>L'enchantement provoque chez les créatures spécifiées une forte envie d'approcher la cible lorsqu'elles se trouvent à moins de 60 pieds de celle-ci ou peuvent la voir. Lorsqu'une telle créature peut voir la cible ou s'en approche à moins de 60 pieds, la créature doit réussir un jet de sauvegarde de Sagesse ou utiliser son déplacement à chacun de ses tours pour entrer dans la zone ou se déplacer à portée de la cible. Une fois qu'elle a fait cela, elle ne peut plus s'éloigner volontairement de la cible.</p><p>Si la cible blesse ou cause autrement du tort à une créature affectée, la créature affectée peut faire un jet de sauvegarde de Sagesse pour mettre fin à l'effet, comme décrit ci-dessous.</p><h3>Ending the Effect</h3><p>Si une créature affectée termine son tour sans être à moins de 60 pieds de la cible ou sans pouvoir la voir, la créature fait un jet de sauvegarde de Sagesse. En cas de réussite, la créature n'est plus affectée par la cible et reconnaît le sentiment de répulsion ou d'attraction comme étant magique. De plus, une créature affectée par le sort a droit à un autre jet de sauvegarde de Sagesse toutes les 24 heures tant que le sort persiste.</p><p>Une créature qui réussit un jet de sauvegarde contre cet effet est <strong>immune</strong> à celui-ci pendant 1 minute, après quoi elle peut être de nouveau affectée.</p><p><strong>Spell Lists.</strong> @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.e3CsvRMWDlHBgznh]{Bard}, @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.1IHQ3bZ4aCi15dlH]{Druid}, @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.5YX3k6END6NQWHOB]{Wizard}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "BR",
    "activation": {
      "type": "hour",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 10,
      "units": "day"
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 18,
      "long": 0,
      "units": "m"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": null,
      "scaling": "spell"
    },
    "level": 8,
    "school": "enc",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "Either a lump of alum soaked in vinegar for the antipathy effect or a drop of honey for the sympathy effect.",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1667711725322,
    "lastModifiedBy": "EHpONhziSoZpUpN3",
    "compendiumSource": "Compendium.world.spells-expanded.GJ2WYm3SQFR0winH",
    "duplicateSource": null
  },
  "_key": "!items!OQqup3KPz859n7D1"
}