{
  "_id": "yUllaouQx6ZNoLsR",
  "name": "Astral Projection",
  "type": "spell",
  "img": "icons/magic/control/energy-stream-link-white.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.TIoadMIsUKD4edXi"
    },
    "betterRolls5e": {
      "quickOther": {
        "context": "",
        "value": true,
        "altValue": true
      },
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickVersatile": {
        "value": false,
        "altValue": false
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "rest-recovery": {
      "data": {
        "recovery": {
          "enabled": false
        }
      }
    }
  },
  "system": {
    "description": {
      "value": "<p>Vous et jusqu'à huit créatures consentantes à portée projetez vos corps astrals dans le Plan Astral (le sort échoue et le lancement est gaspillé si vous êtes déjà sur ce plan). Le corps matériel que vous laissez derrière est inconscient et dans un état d'animation suspendue, il n'a pas besoin de nourriture ou d'air et ne vieillit pas.</p><p>Votre corps astral ressemble à votre forme mortelle de presque toutes les façons, reproduisant vos statistiques de jeu et vos possessions. La principale différence est l'ajout d'un cordon argenté qui s'étend entre vos omoplates et se traîne derrière vous, s'estompant jusqu'à l'invisibilité après 1 pied. Ce cordon est votre lien avec votre corps matériel. Tant que le lien reste intact, vous pouvez trouver votre chemin de retour. Si le cordon est coupé - quelque chose qui ne peut se produire que lorsqu'un effet spécifie explicitement qu'il le fait - votre âme et votre corps sont séparés, vous tuant instantanément.</p><p>Votre forme astrale peut se déplacer librement à travers le Plan Astral et peut passer par des portails menant à tout autre plan. Si vous entrez dans un nouveau plan ou revenez au plan sur lequel vous étiez lorsque vous avez lancé ce sort, votre corps et vos possessions sont transportés le long du cordon argenté, vous permettant de réintégrer votre corps lorsque vous entrez dans le nouveau plan. Votre forme astrale est une incarnation séparée. Tout dommage ou autre effet qui s'applique à elle n'a aucun effet sur votre corps physique, ni ne persiste lorsque vous y retournez.</p><p>Le sort se termine pour vous et vos compagnons lorsque vous utilisez votre action pour le dissiper. Lorsque le sort se termine, la créature affectée retourne à son corps physique et se réveille.</p><p>Le sort pourrait également se terminer prématurément pour vous ou l'un de vos compagnons. Un sort de <i>dispel magic</i> utilisé avec succès contre un corps astral ou physique met fin au sort pour cette créature. Si le corps d'origine d'une créature ou sa forme astrale tombe à 0 points de vie, le sort se termine pour cette créature. Si le sort se termine et que le cordon argenté est intact, le cordon ramène la forme astrale de la créature à son corps, mettant fin à son état d'animation suspendue.</p><p>Si vous êtes ramené à votre corps de manière prématurée, vos compagnons restent dans leurs formes astrales et doivent trouver leur propre chemin de retour à leurs corps, généralement en tombant à 0 points de vie.</p><p><strong>Listes de sorts.</strong> @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.G7cm1ctzhtxEOvxS]{Cleric}, @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.JsbrmCx9VF1Sizn8]{Warlock}, @UUID[Compendium.5e-complete-fr.5e-journals.7iH4qANs2gxn0MIs.JournalEntryPage.5YX3k6END6NQWHOB]{Wizard}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "BR",
    "activation": {
      "type": "hour",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "spec"
    },
    "target": {
      "value": 9,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 10,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 9,
    "school": "nec",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "For each creature you affect with this spell, you must provide one jacinth worth at least 1,000 gp and one ornately carved bar of silver worth at least 100 gp, all of which the spell consumes",
      "consumed": true,
      "cost": 1100,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1667712192635,
    "lastModifiedBy": "EHpONhziSoZpUpN3",
    "compendiumSource": "Compendium.world.spells-expanded.TIoadMIsUKD4edXi",
    "duplicateSource": null
  },
  "_key": "!items!yUllaouQx6ZNoLsR"
}
