{
  "_id": "ydUVXvkQxm33U6ZS",
  "name": "Earthquake",
  "type": "spell",
  "img": "icons/magic/earth/laval-stone-orange.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.x5JNBSyIBBZsjcGT"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>Vous créez une perturbation sismique à un point sur le sol que vous pouvez voir à portée. Pendant la Durée, une intense secousse traverse le sol dans un cercle de 100 pieds de rayon centré sur ce point et secoue les créatures et les structures en contact avec le sol dans cette zone.</p>\n<p>Le sol dans la zone devient un terrain difficile. Chaque créature au sol qui se concentre doit réussir un jet de sauvegarde de Constitution. En cas d'échec, la Concentration de la créature est rompue.</p>\n<p>Lorsque vous lancez ce sort et à la fin de chaque tour que vous passez à vous concentrer dessus, chaque créature au sol dans la zone doit réussir un jet de sauvegarde de Dexterity. En cas d'échec, la créature est renversée.</p>\n<p>Ce sort peut avoir des Effets supplémentaires en fonction du terrain dans la zone, comme déterminé par le MJ.</p>\n<p><strong>Fissures</strong>. Des fissures s'ouvrent dans toute la zone du sort au début de votre prochain tour après avoir lancé le sort. Un total de 1d6 telles fissures s'ouvrent à des endroits choisis par le MJ. Chacune est de 1d10 × 10 pieds de profondeur, 10 pieds de large, et s'étend d'un bord de la zone du sort à l'opposé. Une créature se tenant à un endroit où une fissure s'ouvre doit réussir un jet de sauvegarde de Dexterity ou tomber dedans. Une créature qui réussit le jet sauvegarde se déplace avec le bord de la fissure lorsqu'elle s'ouvre.</p>\n<p>Une fissure qui s'ouvre sous une structure provoque son effondrement automatique (voir ci-dessous).</p>\n<p><strong>Structures</strong>. La secousse inflige 50 dégâts contondants à toute structure en contact avec le sol dans la zone lorsque vous lancez le sort et au début de chacun de vos tours jusqu'à la fin du sort. Si une structure tombe à 0 Points de Vie, elle s'effondre et endommage potentiellement les créatures à proximité. Une créature à moins de la moitié de la hauteur d'une structure doit réussir un jet de sauvegarde de Dexterity. En cas d'échec, la créature subit 5d6 dégâts contondants, est renversée et est ensevelie sous les décombres, nécessitant un test de Force (Athlétisme) de DC 20 comme action pour s'échapper. Le MJ peut ajuster le DC à la hausse ou à la baisse, en fonction de la Nature des décombres. En cas de réussite, la créature subit la moitié des dégâts et n'est pas renversée ou ensevelie.</p>\n<p><strong>Listes de sorts.</strong> Clerc, Druide, Sorcier</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 236",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 1,
      "units": "minute"
    },
    "target": {
      "value": 100,
      "width": null,
      "units": "ft",
      "type": "radius"
    },
    "range": {
      "value": 500,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": 0,
      "scaling": "spell"
    },
    "level": 8,
    "school": "evo",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": true
    },
    "materials": {
      "value": "A pinch of dirt, a piece of rock, and a lump of clay",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664757714514,
    "lastModifiedBy": "WaZ5phMRyaHwTSEz",
    "compendiumSource": "Compendium.world.spells-expanded.x5JNBSyIBBZsjcGT",
    "duplicateSource": null
  },
  "_key": "!items!ydUVXvkQxm33U6ZS"
}
