{
  "_id": "XcOo5GgPPQZ2PJ0C",
  "name": "Find Familiar",
  "type": "spell",
  "img": "icons/creatures/abilities/paw-glowing-yellow.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "quickOther": {
        "context": "",
        "value": true,
        "altValue": true
      },
      "critRange": {
        "value": null
      },
      "critDamage": {
        "value": ""
      },
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickVersatile": {
        "value": false,
        "altValue": false
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "core": {
      "sourceId": "Compendium.world.spells-expanded.JGT5bNqu9REL7Fuz"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>Vous obtenez le service d'un familier, un esprit qui prend une forme animale de votre choix : chauve-souris, chat, crab, grenouille (crapaud), faucon, lézard, pieuvre, hibou, serpent venimeux, poisson (quipper), rat, corbeau, hippocampe, araignée, ou blaireau. Apparaissant dans un espace inoccupé à portée, le familier a les statistiques de la forme choisie, bien qu'il soit un céleste, un fée, ou un démon (votre choix) au lieu d'une bête.</p><p>Votre familier agit indépendamment de vous, mais il obéit toujours à vos ordres. En combat, il lance son propre initiative et agit à son propre tour. Un familier ne peut pas attaquer, mais il peut prendre d'autres actions comme d'habitude.</p><p>Lorsque le familier tombe à 0 points de vie, il disparaît, ne laissant derrière lui aucune forme physique. Il réapparaît après que vous avez de nouveau lancé ce sort. En tant qu'action, vous pouvez temporairement renvoyer votre familier. Il disparaît dans une dimension de poche où il attend votre invocation. Alternativement, vous pouvez le renvoyer pour toujours. En tant qu'action alors qu'il est temporairement renvoyé, vous pouvez le faire réapparaître dans n'importe quel espace inoccupé à 30 pieds de vous. Chaque fois que le familier tombe à 0 points de vie ou disparaît dans la dimension de poche, il laisse derrière lui dans son espace tout ce qu'il portait ou transportait.</p><p>Tant que votre familier est à 100 pieds de vous, vous pouvez communiquer avec lui par télépathie. De plus, en tant qu'action, vous pouvez voir à travers les yeux de votre familier et entendre ce qu'il entend jusqu'au début de votre prochain tour, bénéficiant des avantages de tout sens spécial que le familier possède. Pendant ce temps, vous êtes sourd et aveugle par rapport à vos propres sens.</p><p>Vous ne pouvez pas avoir plus d'un familier à la fois. Si vous lancez ce sort alors que vous avez déjà un familier, vous faites plutôt en sorte qu'il adopte une nouvelle forme. Choisissez une des formes de la liste ci-dessus. Votre familier se transforme en la créature choisie.</p><p>Enfin, lorsque vous lancez un sort avec une portée de toucher, votre familier peut livrer le sort comme s'il l'avait lancé. Votre familier doit être à 100 pieds de vous, et il doit utiliser sa réaction pour livrer le sort lorsque vous le lancez. Si le sort nécessite un jet d'attaque, vous utilisez votre modificateur d'action pour le jet.</p><p><strong>Listes de sorts.</strong> Mage</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "hour",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "target": {
      "value": null,
      "width": null,
      "units": "any",
      "type": "space"
    },
    "range": {
      "value": 10,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 1,
    "school": "con",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": true,
      "concentration": false
    },
    "materials": {
      "value": "10 gp worth of charcoal, incense, and herbs that must be consumed by fire in a brass brazier",
      "consumed": true,
      "cost": 10,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664964298389,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.spells-expanded.JGT5bNqu9REL7Fuz",
    "duplicateSource": null
  },
  "_key": "!items!XcOo5GgPPQZ2PJ0C"
}
