{
  "_id": "kxzbQbqn423b53oz",
  "name": "Glyph of Warding",
  "type": "spell",
  "img": "icons/magic/symbols/rune-sigil-black-pink.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "quickDamage": {
        "context": {
          "0": ""
        },
        "value": {
          "0": true
        },
        "altValue": {
          "0": true
        }
      },
      "quickOther": {
        "context": "",
        "value": true,
        "altValue": true
      },
      "critRange": {
        "value": null
      },
      "critDamage": {
        "value": ""
      },
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickSave": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickVersatile": {
        "value": false,
        "altValue": false
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "core": {
      "sourceId": "Compendium.world.spells-expanded.pB7XVYwdGNcUG935"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": [
            0
          ]
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>Lorsque vous lancez ce sort, vous inscrivez une glyph qui affecte d'autres créatures, soit sur une surface (comme une table ou une section de sol ou de mur) soit à l'intérieur d'un objet qui peut être fermé (comme un livre, un parchemin ou un coffre au trésor) pour dissimuler la glyph. La glyph peut couvrir une zone ne dépassant pas 10 pieds de diamètre. Si la surface ou l'objet est déplacé de plus de 10 pieds de l'endroit où vous avez lancé ce sort, la glyph est rompue, et le sort se termine sans être déclenché.</p>\n<p>La glyph est presque invisible et nécessite une réussite de test d'Intelligence (Investigation) contre votre DC de sauvegarde de sort pour être trouvée.</p>\n<p>Vous décidez ce qui déclenche la glyph lorsque vous lancez le sort. Pour les glyphs inscrites sur une surface, les déclencheurs les plus typiques incluent le fait de toucher ou de se tenir sur la glyph, d'enlever un autre objet couvrant la glyph, de s'approcher à une certaine distance de la glyph, ou de manipuler l'objet sur lequel la glyph est inscrite. Pour les glyphs inscrites à l'intérieur d'un objet, les déclencheurs les plus courants incluent l'ouverture de cet objet, le fait de s'approcher à une certaine distance de l'objet, ou de voir ou de lire la glyph. Une fois qu'une glyph est déclenchée, ce sort se termine.</p>\n<p>Vous pouvez affiner davantage le déclencheur pour que le sort ne s'active que dans certaines circonstances ou selon les caractéristiques physiques (comme la taille ou le poids), le type de créature (par exemple, la protection pourrait être réglée pour affecter les Aberrations ou les drows), ou l'alignement. Vous pouvez également définir des conditions pour les créatures qui ne déclenchent pas la glyph, comme celles qui disent un certain mot de passe.</p>\n<p>Lorsque vous inscrivez la glyph, choisissez des runes explosives ou une glyph de sort.</p>\n<p><strong>Runes Explosives</strong>. Lorsqu'elle est déclenchée, la glyph éclate avec de l'énergie magique dans une sphère de 20 pieds de rayon centrée sur la glyph. La sphère se répand autour des coins. Chaque créature dans la zone doit réussir un jet de sauvegarde de Dexterity. Une créature subit 5d8 dégâts d'acide, de froid, de feu, de foudre ou de tonnerre en cas d'échec du jet de sauvegarde (votre choix lorsque vous créez la glyph), ou la moitié des dégâts en cas de réussite.</p>\n<p><strong>Glyph de Sort</strong>. Vous pouvez stocker un sort préparé de 3e niveau ou inférieur dans la glyph en le lançant comme partie de la création de la glyph. Le sort doit cibler une seule créature ou une zone. Le sort stocké n'a aucun effet immédiat lorsqu'il est lancé de cette manière. Lorsque la glyph est déclenchée, le sort stocké est lancé. Si le sort a une cible, il cible la créature qui a déclenché la glyph. Si le sort affecte une zone, la zone est centrée sur cette créature. Si le sort invoque des créatures hostiles ou crée des objets ou des pièges nuisibles, ils apparaissent aussi près que possible de l'intrus et l'attaquent. Si le sort nécessite de la concentration, il dure jusqu'à la fin de sa durée totale.</p>\n<p><h3>À des Niveaux Supérieurs</h3> Lorsque vous lancez ce sort en utilisant une emplacement de sort de 4e niveau ou supérieur, les dégâts d'une glyph de runes explosives augmentent de 1d8 pour chaque niveau d'emplacement au-dessus du 3e. Si vous créez une glyph de sort, vous pouvez stocker tout sort jusqu'au même niveau que l'emplacement utilisé pour la glyph de protection.</p>\n<p><strong>Listes de Sorts.</strong> Artificier, Barde, Clerc, Magicien</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 245",
    "activation": {
      "type": "hour",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "perm"
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": "touch"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [
        [
          "5d8",
          ""
        ]
      ],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 3,
    "school": "abj",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "Incense and powdered diamond worth at least 200gp, which the spell consumes",
      "consumed": true,
      "cost": 200,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "level",
      "formula": "1d8"
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664771432584,
    "lastModifiedBy": "WaZ5phMRyaHwTSEz",
    "compendiumSource": "Compendium.world.spells-expanded.pB7XVYwdGNcUG935",
    "duplicateSource": null
  },
  "_key": "!items!kxzbQbqn423b53oz"
}
