{
  "name": "Imprisonment",
  "type": "spell",
  "img": "icons/environment/settlement/fence-wooden-picket.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.ZVnL9L8v1KC9TBF4"
    }
  },
  "_id": "CTWPozD3Xy9H9anV",
  "system": {
    "description": {
      "value": "<p>Vous créez une contrainte magique pour retenir une créature que vous pouvez voir à portée. La cible doit réussir un jet de sauvegarde de Sagesse ou être liée par le sort; si elle réussit, elle est immunisée contre ce sort si vous le lancez à nouveau. Tant que la créature est affectée par ce sort, elle n'a pas besoin de respirer, de manger ou de boire, et elle ne vieillit pas. Les sorts de Divination ne peuvent pas localiser ou percevoir la cible.</p><p>Lorsque vous lancez le sort, vous choisissez l'une des formes suivantes d'emprisonnement.</p><p><strong>Burial</strong>. La cible est ensevelie profondément sous terre dans une Sphere de force magique qui est juste assez grande pour contenir la cible. Rien ne peut passer à travers la sph⁠ère, ni aucune créature ne peut Teleport ou utiliser Planar Travel pour entrer ou sortir. Le composant spécial pour cette version du sort est une petite orbite de mithral.</p><p><strong>Chaining</strong>. De lourdes chaînes, fermement enracinées dans le sol, maintiennent la cible en place. La cible est Restrained jusqu'à la fin du sort, et elle ne peut pas bouger ou être déplacée par quelque moyen que ce soit jusqu'à ce moment-là. Le composant spécial pour cette version du sort est une fine chaîne de métal précieux.</p><p><strong>Hedged Prison</strong>. Le sort transporte la cible dans un petit Demiplane qui est protégé contre la téléportation et le Planar Travel. Le Demiplane peut être un labyrinthe, une cage, une tour ou toute autre structure ou zone confinée de votre choix. Le composant spécial pour cette version du sort est une représentation miniature de la prison faite de jade.</p><p><strong>Minimus Containment</strong>. La cible rétrécit à une hauteur de 1 pouce et est emprisonnée à l'intérieur d'une gemme ou d'un objet similaire. La lumière peut passer à travers la gemme normalement (permettant à la cible de voir à l'extérieur et à d'autres créatures de voir à l'intérieur), mais rien d'autre ne peut passer à travers, même par téléportation ou Planar Travel. La gemme ne peut pas être coupée ou cassée tant que le sort reste en vigueur. Le composant spécial pour cette version du sort est une grande gemme transparente, telle qu'un corundum, un diamant ou un rubis.</p><p><strong>Slumber</strong>. La cible s'endort et ne peut pas être réveillée. Le composant spécial pour cette version du sort consiste en herbes soporifiques rares.</p><p><strong>Ending the Spell</strong>. Lors de la prononciation du sort, dans l'une de ses versions, vous pouvez spécifier une condition qui fera cesser le sort et libérer la cible. La condition peut être aussi spécifique ou élaborée que vous le souhaitez, mais le MD doit convenir que la condition est raisonnable et a une probabilité de se produire. Les Conditions peuvent être basées sur le nom, l'identité ou la divinité d'une créature, mais doivent sinon être basées sur des Actions ou des qualités observables et non sur des intangibles tels que le niveau, la classe ou les Points de Vie.</p><p>Un sort Dispel Magic peut mettre fin au sort uniquement s'il est lancé comme un sort de 9ème niveau, ciblant soit la prison, soit le composant spécial utilisé pour la créer.</p><p>Vous pouvez utiliser un composant spécial particulier pour créer une seule prison à la fois. Si vous lancez le sort à nouveau en utilisant le même composant, la cible du premier lancement est immédiatement libérée de ses liens.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 252",
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "perm"
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 30,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": null,
      "scaling": "spell"
    },
    "level": 9,
    "school": "abj",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A vellum depiction or a carved statuette in the likeness of the target, and a special component that varies according to the version of the spell you choose, worth at least 500 gp per Hit Die of the target",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664778489589,
    "lastModifiedBy": "KEn0n6JsNNAtXIka",
    "compendiumSource": "Compendium.world.spells-expanded.ZVnL9L8v1KC9TBF4",
    "duplicateSource": null
  },
  "_key": "!items!CTWPozD3Xy9H9anV"
}