{
  "name": "Infernal Calling",
  "type": "spell",
  "img": "icons/creatures/unholy/demon-fire-horned-clawed.webp",
  "system": {
    "description": {
      "value": "<p>Prononçant une incantation sombre, vous invoquez un démon des Neuf Enfers. Vous choisissez le type de démon, qui doit être d'un niveau de défi 6 ou inférieur, tel qu'un démon à pointes ou un démon barbu. Le démon apparaît dans un espace inoccupé que vous pouvez voir à portée. Le démon disparaît lorsqu'il tombe à 0 points de vie ou lorsque le sort prend fin.</p><p>Le démon est hostile envers vous et vos compagnons. Lancez l'initiative pour le démon, qui a ses propres tours. Il est sous le contrôle du Maître du Donjon et agit selon sa nature à chacun de ses tours, ce qui pourrait entraîner son attaque contre vous s'il pense pouvoir l'emporter, ou essayer de vous tenter à accomplir un acte maléfique en échange d'un service limité. Le MD a les statistiques de la créature.</p><p>À chacun de vos tours, vous pouvez essayer de donner un ordre verbal au démon (aucune action requise de votre part). Il obéit à l'ordre si le résultat probable est conforme à ses désirs, surtout si le résultat vous attire vers le mal. Sinon, vous devez faire un jet de Charisme (Tromperie, Intimidation ou Persuasion) contesté par son jet de Sagesse (Perception). Vous faites le jet avec avantage si vous dites le vrai nom du démon. Si votre jet échoue, le démon devient immunisé à vos ordres verbaux pour la durée du sort, bien qu'il puisse encore exécuter vos ordres s'il le choisit. Si votre jet réussit, le démon exécute votre ordre—comme « attaquer mes ennemis », « explorer la pièce devant », ou « porter ce message à la reine »—jusqu'à ce qu'il termine l'activité, auquel cas il revient vous informer de l'avoir fait.</p><p>Si votre concentration prend fin avant que le sort atteigne sa durée totale, le démon ne disparaît pas s'il est devenu immunisé à vos ordres verbaux. Au lieu de cela, il agit de la manière qu'il choisit pendant 3d6 minutes, puis il disparaît.</p><p>Si vous possédez un talisman de démon individuel, vous pouvez invoquer ce démon s'il est du niveau de défi approprié plus 1, et il obéit à tous vos ordres, sans jet de Charisme requis.</p><p><h3>À des Niveaux Supérieurs</h3> Lorsque vous lancez ce sort en utilisant une fente de sort de 6e niveau ou supérieur, le niveau de défi augmente de 1 pour chaque niveau de fente au-dessus du 5e.</p><p><strong>Listes de Sorts</strong>. Démoniste, Magicien</p><p></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "level": 5,
    "school": "con",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": true
    },
    "materials": {
      "value": "a ruby worth at least 999 gp",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "KEn0n6JsNNAtXIka": 3
  },
  "flags": {
    "core": {
      "sourceId": "Item.Es182FAhV68jU6ET"
    },
    "rest-recovery": {
      "data": {
        "recovery": {
          "enabled": false
        }
      }
    }
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": 1665647423001,
    "modifiedTime": 1666340304471,
    "lastModifiedBy": "KEn0n6JsNNAtXIka",
    "compendiumSource": "Item.Es182FAhV68jU6ET",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "_id": "Wpox3vuqA7WBsbIw",
  "_key": "!items!Wpox3vuqA7WBsbIw"
}
