{
  "name": "Magic Jar",
  "type": "spell",
  "img": "icons/containers/kitchenware/vase-clay-painted-blue-gold.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.ej6wyY4G1gOcb1U6"
    }
  },
  "_id": "LrsDwRxb6iiDZbuk",
  "system": {
    "description": {
      "value": "<p>Votre corps entre dans un état catatonique lorsque votre âme le quitte et entre dans le contenant que vous avez utilisé pour le composant matériel du sort. Tant que votre âme habite le contenant, vous êtes conscient de votre environnement comme si vous étiez dans l'espace du contenant. Vous ne pouvez pas bouger ou utiliser de réactions. La seule action que vous pouvez entreprendre est de projeter votre âme jusqu'à 100 pieds hors du contenant, soit en retournant à votre corps vivant (et en mettant fin au sort) soit en essayant de posséder le corps d'un humanoïde.</p><p>Vous pouvez tenter de posséder tout humanoïde à moins de 100 pieds de vous que vous pouvez voir (les créatures protégées par un sort de protection contre le bien et le mal ou cercle magique ne peuvent pas être possédées). La cible doit réussir un jet de sauvegarde de Charisme. En cas d'échec, votre âme se déplace dans le corps de la cible, et l'âme de la cible se retrouve piégée dans le contenant. En cas de succès, la cible résiste à vos efforts pour la posséder, et vous ne pouvez pas tenter de la posséder à nouveau pendant 24 heures.</p><p>Une fois que vous possédez le corps d'une créature, vous le contrôlez. Vos statistiques de jeu sont remplacées par celles de la créature, bien que vous conserviez votre alignement et vos scores d'Intelligence, de Sagesse et de Charisme. Vous conservez le bénéfice de vos propres caractéristiques de classe. Si la cible a des niveaux de classe, vous ne pouvez pas utiliser ses caractéristiques de classe.</p><p>Pendant ce temps, l'âme de la créature possédée peut percevoir à partir du contenant en utilisant ses propres sens, mais elle ne peut ni bouger ni entreprendre d'actions.</p><p>Tant que vous possédez un corps, vous pouvez utiliser votre action pour revenir du corps hôte au contenant s'il est à moins de 100 pieds de vous, ramenant l'âme de la créature hôte à son corps. Si le corps hôte meurt alors que vous êtes en lui, la créature meurt, et vous devez réussir un jet de sauvegarde de Charisme contre votre propre DC de lanceur de sorts. En cas de succès, vous retournez au contenant s'il est à moins de 100 pieds de vous. Sinon, vous mourez.</p><p>Si le contenant est détruit ou si le sort prend fin, votre âme retourne immédiatement à votre corps. Si votre corps est à plus de 100 pieds de vous ou si votre corps est mort lorsque vous essayez de retourner à lui, vous mourez. Si l'âme d'une autre créature est dans le contenant lorsqu'il est détruit, l'âme de la créature retourne à son corps si le corps est vivant et à moins de 100 pieds. Sinon, cette créature meurt.</p><p>Lorsque le sort prend fin, le contenant est détruit.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 257",
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "perm"
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": "self"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "self"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "cha",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 6,
    "school": "nec",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A gem, crystal, reliquary, or some other ornamental container worth at least 500gp",
      "consumed": false,
      "cost": 500,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664779246932,
    "lastModifiedBy": "KEn0n6JsNNAtXIka",
    "compendiumSource": "Compendium.world.spells-expanded.ej6wyY4G1gOcb1U6",
    "duplicateSource": null
  },
  "_key": "!items!LrsDwRxb6iiDZbuk"
}