{
  "name": "Modify Memory",
  "type": "spell",
  "img": "icons/commodities/biological/organ-brain-pink-purple.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.r3243JU4AyQJyfX4"
    }
  },
  "_id": "6j9XTsThGCrDn2uW",
  "system": {
    "description": {
      "value": "<p>Vous tentez de remodeler les souvenirs d'une autre créature. Une créature que vous pouvez voir doit effectuer un jet de sauvegarde de Sagesse. Si vous combattez la créature, elle a l'avantage sur le jet de sauvegarde. En cas d'échec de la sauvegarde, la cible devient Charmed par vous pour la Durée. La cible Charmed est Incapacitée et inconsciente de son environnement, bien qu'elle puisse encore vous entendre. Si elle subit des dégâts ou est ciblée par un autre sort, ce sort prend fin et aucun des souvenirs de la cible n'est modifié.</p><p>Tant que ce charme dure, vous pouvez affecter la mémoire de la cible d'un événement qu'elle a vécu au cours des dernières 24 heures et qui a duré au plus 10 minutes. Vous pouvez éliminer définitivement tout souvenir de l'événement, permettre à la cible de se rappeler l'événement avec une clarté et des détails précis, changer sa mémoire des détails de l'événement, ou créer un souvenir d'un autre événement.</p><p>Vous devez parler à la cible pour décrire comment ses souvenirs sont affectés, et elle doit être capable de comprendre votre langue pour que les souvenirs modifiés prennent racine. Son esprit comble les lacunes dans les détails de votre description. Si le sort prend fin avant que vous ayez terminé de décrire les souvenirs modifiés, le souvenir de la créature n'est pas altéré. Sinon, les souvenirs modifiés prennent effet lorsque le sort prend fin.</p><p>Un souvenir modifié n'affecte pas nécessairement la manière dont une créature se comporte, en particulier si le souvenir contredit les inclinations naturelles, l'Alignement ou les croyances de la créature. Un souvenir modifié illogique, tel que l'implantation d'un souvenir de la manière dont la créature a apprécié de se tremper dans de l'acide, est rejeté, peut-être comme un mauvais rêve. Le MJ peut estimer qu'un souvenir modifié est trop absurde pour affecter une créature de manière significative.</p><p>Un sort Remove Curse ou Greater Restoration lancé sur la cible restaure le véritable souvenir de la créature.</p><p><strong>At Higher Levels</strong>. Si vous lancez ce sort en utilisant une emplacement de sort de 6e niveau ou supérieur, vous pouvez modifier les souvenirs de la cible d'un événement qui s'est produit jusqu'à 7 jours auparavant (6e niveau), 30 jours auparavant (7e niveau), 1 an auparavant (8e niveau), ou à n'importe quel moment dans le passé de la créature (9e niveau).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 261",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 1,
      "units": "minute"
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 30,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": 0,
      "scaling": "spell"
    },
    "level": 5,
    "school": "enc",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": false,
      "ritual": false,
      "concentration": true
    },
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "level",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664779863777,
    "lastModifiedBy": "KEn0n6JsNNAtXIka",
    "compendiumSource": "Compendium.world.spells-expanded.r3243JU4AyQJyfX4",
    "duplicateSource": null
  },
  "_key": "!items!6j9XTsThGCrDn2uW"
}
