{
  "name": "Mordenkainen's Magnificent Mansion",
  "type": "spell",
  "img": "icons/environment/settlement/winemaker-still-vintner.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.pn4SnsFDvYDiE6rC"
    },
    "rest-recovery": {
      "data": {
        "recovery": {
          "enabled": false
        }
      }
    }
  },
  "_id": "QDxdWRY0Shqhi8K6",
  "system": {
    "description": {
      "value": "<p>Vous invoquez un logis extradimensionnel à portée qui dure pendant la Durée. Vous choisissez où se trouve son unique entrée. L'entrée scintille faiblement et mesure 2 mètres de large et 3 mètres de haut. Vous et toute créature que vous désignez lors de l'incantation du sort pouvez entrer dans le logis extradimensionnel tant que le portail reste ouvert. Vous pouvez ouvrir ou fermer le portail si vous êtes à moins de 9 mètres de celui-ci. Fermé, le portail est Invisible.</p><p>Au-delà du portail se trouve un magnifique foyer avec de nombreuses chambres au-delà. L'atmosphère est propre, fraîche et chaude.</p><p>Vous pouvez créer n'importe quel plan d'étage, mais l'espace ne peut pas dépasser 50 cubes, chaque cube mesurant 3 mètres de côté. Le lieu est meublé et décoré selon votre choix. Il contient suffisamment de nourriture pour servir un banquet de neuf plats pour jusqu'à 100 personnes. Un personnel de 100 Servants presque transparents s'occupe de tous ceux qui entrent. Vous décidez de l'apparence visuelle de ces Servants et de leur tenue. Ils sont complètement obéissants à vos ordres. Chaque servant peut accomplir n'importe quelle tâche qu'un serviteur humain normal pourrait accomplir, mais ils ne peuvent pas Attacker ou prendre aucune action qui causerait directement du tort à une autre créature. Ainsi, les Servants peuvent aller chercher des choses, nettoyer, réparer, plier les vêtements, allumer des feux, servir de la nourriture, verser du vin, et ainsi de suite. Les Servants peuvent aller partout dans le manoir mais ne peuvent pas en sortir. Les meubles et autres Objets créés par ce sort se dissipent en fumée s'ils sont retirés du manoir. Lorsque le sort prend fin, toute créature à l'intérieur de l'espace extradimensionnel est expulsée dans les espaces ouverts les plus proches de l'entrée.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 24,
      "units": "hour"
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": 91,
      "long": 0,
      "units": "m"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 7,
    "school": "con",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A miniature portal carved from ivory, a small piece of polished marble, and a tiny silver spoon, each item worth at least 5gp",
      "consumed": false,
      "cost": 15,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1667460671784,
    "lastModifiedBy": "EHpONhziSoZpUpN3",
    "compendiumSource": "Compendium.world.spells-expanded.pn4SnsFDvYDiE6rC",
    "duplicateSource": null
  },
  "_key": "!items!QDxdWRY0Shqhi8K6"
}