{
  "name": "Planar Ally",
  "type": "spell",
  "img": "icons/creatures/fish/octopus-pink.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.fkREcytuZ8sngWtC"
    }
  },
  "_id": "buLzSJbBvzrizdIz",
  "system": {
    "description": {
      "value": "<p>Vous implorez une entité autre-mondiale pour obtenir de l'aide. L'être doit vous être connu : un dieu, un Primordial, un prince démon, ou une autre entité de pouvoir cosmique. Cette entité envoie un Céleste, un élémentaire, ou un démon fidèle à lui pour vous aider, faisant apparaître la créature dans un espace inoccupé à portée. Si vous connaissez le nom spécifique d'une créature, vous pouvez prononcer ce nom lorsque vous lancez ce sort pour demander cette créature, bien que vous puissiez obtenir une créature différente de toute façon (choix du MJ).</p><p>Lorsque la créature apparaît, elle n'est sous aucune Compulsion de se comporter d'une manière particulière. Vous pouvez demander à la créature d'accomplir un service en échange d'une rémunération, mais elle n'est pas obligée de le faire. La tâche demandée pourrait aller de simple (fais-nous traverser le gouffre, ou aide-nous à combattre une bataille) à complexe (espionner nos ennemis, ou nous protéger pendant notre incursion dans le donjon). Vous devez être capable de communiquer avec la créature pour négocier ses Services.</p><p>La rémunération peut prendre diverses formes. Un Céleste pourrait exiger une donation importante d'or ou d'Objets Magiques à un Temple allié, tandis qu'un démon pourrait demander un sacrifice vivant ou un cadeau de Trésor. Certaines créatures pourraient échanger leur service contre une quête entreprise par vous.</p><p>En règle générale, une tâche qui peut être mesurée en minutes nécessite une rémunération d'une valeur de 100 po par minute. Une tâche mesurée en heures nécessite 1 000 po par heure. Et une tâche mesurée en jours (jusqu'à 10 jours) nécessite 10 000 po par jour. Le MJ peut ajuster ces rémunérations en fonction des circonstances dans lesquelles vous lancez le sort. Si la tâche est alignée avec l'éthos de la créature, la rémunération pourrait être réduite de moitié ou même annulée. Les tâches non dangereuses nécessitent généralement seulement la moitié de la rémunération suggérée, tandis que les tâches particulièrement dangereuses pourraient nécessiter un plus grand cadeau. Les créatures acceptent rarement les tâches qui semblent suicidaires.</p><p>Après que la créature a accompli la tâche, ou lorsque la Durée convenue du service expire, la créature retourne à son plan d'origine après vous avoir fait son rapport, si cela est approprié pour la tâche et si cela est possible. Si vous êtes incapable de vous mettre d'accord sur un prix pour le service de la créature, la créature retourne immédiatement à son plan d'origine.</p><p>Une créature enrôlée pour rejoindre votre groupe compte comme un membre de celui-ci, recevant une part complète des Points d'Expérience attribués.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "minute",
      "cost": 10,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "target": {
      "value": null,
      "width": null,
      "units": "any",
      "type": "space"
    },
    "range": {
      "value": 18,
      "long": 0,
      "units": "m"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 6,
    "school": "con",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": false,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664781534204,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.spells-expanded.fkREcytuZ8sngWtC",
    "duplicateSource": null
  },
  "_key": "!items!buLzSJbBvzrizdIz"
}