{
  "name": "Prismatic Wall",
  "type": "spell",
  "img": "icons/commodities/stone/paver-brick-brown.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.jmfu8zj4zjjzUbeh"
    }
  },
  "_id": "80oiepdVXvDp8pzl",
  "system": {
    "description": {
      "value": "<p>Un plan lumineux chatoyant et multicolore forme un mur opaque vertical—jusqu'à 90 pieds de long, 30 pieds de haut et 1 pouce d'épaisseur—centré sur un point que vous pouvez voir à portée. Alternativement, vous pouvez façonner le mur en une Sphère jusqu'à 30 pieds de diamètre centrée sur un point que vous choisissez à portée. Le mur reste en place pour la Durée. Si vous positionnez le mur de manière à ce qu'il passe par un espace occupé par une créature, le sort échoue, et votre action et l'emplacement du sort sont gaspillés.</p><p>Le mur émet une lumière vive jusqu'à une portée de 100 pieds et une lumière faible pour une distance supplémentaire de 100 pieds. Vous et les créatures que vous désignez au moment où vous lancez le sort pouvez passer à travers et rester près du mur sans dommage. Si une autre créature qui peut voir le mur s'approche à moins de 20 pieds de celui-ci ou commence son tour à cet endroit, la créature doit réussir un jet de sauvegarde de Constitution ou devenir Éblouie pendant 1 minute.</p><p>Le mur est constitué de sept couches, chacune d'une couleur différente. Lorsqu'une créature tente d'atteindre ou de passer à travers le mur, elle le fait une couche à la fois à travers toutes les couches du mur. À mesure qu'elle passe ou atteint à travers chaque couche, la créature doit faire un jet de sauvegarde de Dexterity ou être affectée par les propriétés de cette couche comme décrit ci-dessous.</p><p>Le mur peut être détruit, également une couche à la fois, dans l'ordre du rouge au violet, par des moyens spécifiques à chaque couche. Une fois qu'une couche est détruite, elle reste ainsi pour la Durée du sort. Un Champ Antimagique n'a aucun effet sur le mur, et Dispel Magic fonctionne uniquement contre la couche violette.</p>\n<ol>\n<li><strong>Red</strong>. La créature subit 10d6 dégâts de feu en cas d'échec de la sauvegarde, ou la moitié de ces dégâts en cas de réussite. Tant que cette couche est en place, les Attaques à Distance non magiques ne peuvent pas passer à travers le mur. La couche est détruite en infligeant au moins 25 dégâts de froid.</li>\n<li><strong>Orange</strong>. La créature subit 10d6 dégâts d'acide en cas d'échec de la sauvegarde, ou la moitié de ces dégâts en cas de réussite. Tant que cette couche est en place, les Attaques à Distance magiques ne peuvent pas passer à travers le mur. La couche est détruite par un vent fort.</li>\n<li><strong>Yellow</strong>. La créature subit 10d6 dégâts de foudre en cas d'échec de la sauvegarde, ou la moitié de ces dégâts en cas de réussite. Cette couche peut être détruite en infligeant au moins 60 dégâts de force.</li>\n<li><strong>Green</strong>. La créature subit 10d6 dégâts de poison en cas d'échec de la sauvegarde, ou la moitié de ces dégâts en cas de réussite. Un sort Passwall, ou un autre sort de niveau égal ou supérieur qui peut ouvrir un portail sur une surface solide, détruit cette couche.</li>\n<li><strong>Blue</strong>. La créature subit 10d6 dégâts de froid en cas d'échec de la sauvegarde, ou la moitié de ces dégâts en cas de réussite. Cette couche peut être détruite en infligeant au moins 25 dégâts de feu.</li>\n<li><strong>Indigo</strong>. En cas d'échec de la sauvegarde, la créature est Restrained. Elle doit alors faire un jet de sauvegarde de Constitution à la fin de chacun de ses tours. Si elle réussit trois fois, le sort prend fin. Si elle échoue trois fois, elle se transforme définitivement en pierre et est soumise à l'état Petrified. Les réussites et les échecs n'ont pas besoin d'être consécutifs ; gardez une trace des deux jusqu'à ce que la créature en ait trois de la même sorte.\n<ul>\n<li>Tant que cette couche est en place, les sorts ne peuvent pas être lancés à travers le mur. La couche est détruite par la lumière vive émise par un sort Daylight ou un sort similaire de niveau égal ou supérieur.</li>\n</ul>\n</li>\n<li><strong>Violet</strong>. En cas d'échec de la sauvegarde, la créature est Éblouie. Elle doit alors faire un jet de sauvegarde de Sagesse au début de votre prochain tour. Une sauvegarde réussie met fin à l'éblouissement. Si elle échoue à ce jet de sauvegarde, la créature est transportée vers un autre plan au choix du MJ et n'est plus Éblouie. (Typiquement, une créature qui se trouve sur un plan qui n'est pas son plan d'origine est bannie chez elle, tandis que d'autres créatures sont généralement jetées dans les plans Astral ou Éthéré.) Cette couche est détruite par un sort Dispel Magic ou un sort similaire de niveau égal ou supérieur qui peut mettre fin aux sorts et effets magiques.</li>\n</ol>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 10,
      "units": "minute"
    },
    "target": {
      "value": 90,
      "width": null,
      "units": "ft",
      "type": "wall"
    },
    "range": {
      "value": 60,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [
        [
          "10d6",
          ""
        ]
      ],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": null,
      "scaling": "spell"
    },
    "level": 9,
    "school": "abj",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": false,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664781765535,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.spells-expanded.jmfu8zj4zjjzUbeh",
    "duplicateSource": null
  },
  "_key": "!items!80oiepdVXvDp8pzl"
}
