{
  "name": "Shapechange",
  "type": "spell",
  "img": "icons/creatures/abilities/fang-tooth-venomous.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.N2UEFq8X5LRsLcOZ"
    }
  },
  "_id": "Ug8cu0oe5UDjun5X",
  "system": {
    "description": {
      "value": "<p>Vous prenez la forme d'une créature différente pour la Durée. La nouvelle forme peut être celle de n'importe quelle créature avec une cote de Défi égale ou inférieure à votre niveau. La créature ne peut pas être une Construction ou un Mort-vivant, et vous devez avoir vu ce type de créature au moins une fois. Vous vous transformez en un exemple moyen de cette créature, sans aucun niveau de classe ou trait de Lanceur de sorts.</p><p>Vos statistiques de jeu sont remplacées par celles de la créature choisie, bien que vous conserviez votre Alignement et vos scores d'Intelligence, de Sagesse et de Charisme. Vous conservez également toutes vos compétences et vos proficiencies de sauvegarde, en plus de celles de la créature. Si la créature a la même compétence que vous et que le bonus indiqué dans ses Statistiques est supérieur au vôtre, utilisez le bonus de la créature à la place du vôtre. Vous ne pouvez pas utiliser les Actions Légendaires ou les Actions de Repaire de la nouvelle forme.</p><p>Vous prenez les Points de Vie et les Dés de Vie de la nouvelle forme. Lorsque vous revenez à votre forme normale, vous revenez au nombre de Points de Vie que vous aviez avant de vous transformer. Si vous revenez à la suite d'une chute à 0 Points de Vie, tout dommage excessif est reporté sur votre forme normale. Tant que le dommage excessif ne réduit pas votre forme normale à 0 Points de Vie, vous n'êtes pas assommé.</p><p>Vous conservez le bénéfice de toute caractéristique provenant de votre classe, race ou autre source et pouvez les utiliser, à condition que votre nouvelle forme soit physiquement capable de le faire. Vous ne pouvez pas utiliser les Senses Spéciaux dont vous disposez (par exemple, la vision dans le noir) à moins que votre nouvelle forme possède également ce sens. Vous ne pouvez parler que si la créature peut normalement parler.</p><p>Lors de votre transformation, vous choisissez si votre Équipement tombe au sol, fusionne avec la nouvelle forme ou est porté par elle. L'Équipement porté fonctionne normalement. Le MJ détermine s'il est pratique pour la nouvelle forme de porter un équipement, en fonction de la forme et de la taille de la créature. Votre Équipement ne change pas de forme ou de taille pour s'adapter à la nouvelle forme, et tout Équipement que la nouvelle forme ne peut pas porter doit soit tomber au sol, soit fusionner avec votre nouvelle forme. L'Équipement qui fusionne n'a aucun effet dans cet état.</p><p>Pendant la Durée de ce sort, vous pouvez utiliser votre action pour prendre une forme différente en suivant les mêmes restrictions et règles que pour la forme originale, à une exception près : si votre nouvelle forme a plus de Points de Vie que votre forme actuelle, vos Points de Vie restent à leur valeur actuelle.</p><p><strong>Listes de sorts.</strong> Druide, Sorcier, Magicien</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 1,
      "units": "hour"
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": "self"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "self"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 9,
    "school": "trs",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": true
    },
    "materials": {
      "value": "A jade circlet worth at least 1,500 gp, which you must place on your head before you cast the spell",
      "consumed": false,
      "cost": 1500,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664783766456,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.spells-expanded.N2UEFq8X5LRsLcOZ",
    "duplicateSource": null
  },
  "_key": "!items!Ug8cu0oe5UDjun5X"
}
