{
  "name": "True Polymorph",
  "type": "spell",
  "img": "icons/creatures/claws/claw-talons-yellow-red.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.QbQZKoXOgHWN06aa"
    }
  },
  "_id": "Z7fVsMue4z9Eyjyx",
  "system": {
    "description": {
      "value": "<p>Choisissez une créature ou un objet non magique que vous pouvez voir à portée. Vous transformez la créature en une autre créature, la créature en un objet non magique, ou l'objet en une créature (l'objet ne doit être ni porté ni porté par une autre créature). La transformation dure pendant la durée, ou jusqu'à ce que la cible tombe à 0 points de vie ou meurt. Si vous vous concentrez sur ce sort pendant la durée complète, la transformation dure jusqu'à ce qu'elle soit dissipée.</p><p>Ce sort n'a aucun effet sur une cible avec 0 points de vie. Une créature récalcitrante peut faire un jet de sauvegarde de Sagesse, et si elle réussit, elle n'est pas affectée par ce sort.</p><h3>Creature into Creature</h3><p>Si vous transformez une créature en une autre sorte de créature, la nouvelle forme peut être de n'importe quel type que vous choisissez dont le challenge rating est égal ou inférieur à celui de la cible (ou son niveau, si la cible n'a pas de Challenge rating). Les statistiques de jeu de la cible, y compris les Scores d'Aptitudes mentales, sont remplacées par les statistiques de la nouvelle forme. Elle conserve son Alignement et sa personnalité.</p><p>La cible prend les points de vie de sa nouvelle forme, et lorsqu'elle revient à sa forme normale, la créature retourne au nombre de points de vie qu'elle avait avant de se transformer. Si elle revient à la suite d'une chute à 0 points de vie, tout dommage excessif est reporté sur sa forme normale. Tant que le dommage excessif ne réduit pas la forme normale de la créature à 0 points de vie, elle n'est pas assommée.</p><p>La créature est limitée dans les Actions qu'elle peut effectuer par la nature de sa nouvelle forme, et elle ne peut pas parler, lancer des sorts, ou prendre toute autre action nécessitant des mains ou de la parole, sauf si sa nouvelle forme est capable de telles Actions.</p><p>L'équipement de la cible se fond dans la nouvelle forme. La créature ne peut pas activer, utiliser, manier ou autrement bénéficier de son Équipement.</p><h3>Object into Creature</h3><p>Vous pouvez transformer un objet en n'importe quelle sorte de créature, à condition que la taille de la créature ne soit pas supérieure à la taille de l'objet et que le Challenge rating de la créature soit de 9 ou inférieur. La créature est amicale envers vous et vos compagnons. Elle agit à chacun de vos tours. Vous décidez de l'action qu'elle entreprend et de la manière dont elle se déplace. Le MJ a les Statistiques de la créature et résout toutes ses Actions et Déplacements.</p><p>Si le sort devient permanent, vous ne contrôlez plus la créature. Elle pourrait rester amicale envers vous, selon la manière dont vous l'avez traitée.</p><h3>Creature into Object</h3><p>Si vous transformez une créature en un objet, elle se transforme avec tout ce qu'elle porte et porte dans cette forme, à condition que la taille de l'objet ne soit pas supérieure à la taille de la créature. Les statistiques de la créature deviennent celles de l'objet, et la créature n'a aucun souvenir du temps passé sous cette forme, après la fin du sort et son retour à sa forme normale.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 1,
      "units": "hour"
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 30,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": 0,
      "scaling": "spell"
    },
    "level": 9,
    "school": "trs",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": true
    },
    "materials": {
      "value": "A drop of mercury, a dollop of gum arabic, and a wisp of smoke",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664964543313,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.spells-expanded.QbQZKoXOgHWN06aa",
    "duplicateSource": null
  },
  "_key": "!items!Z7fVsMue4z9Eyjyx"
}
