{
  "name": "Wall of Ice",
  "type": "feat",
  "img": "icons/magic/water/barrier-ice-crystal-wall-jagged-blue.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.monsterfeatures.Kwt8YDIBHg6JO2v2"
    }
  },
  "_id": "885Pmv6Pqp11WVIy",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<section class=\"secret\">\n<p>La {creature} forme magiquement un mur opaque de glace sur une surface solide qu'il peut voir à moins de 18.288 mètres de lui. Le mur est épais de 0.3048 mètres et mesure jusqu'à 9.144 mètres de long et 3.048 mètres de haut, ou c'est un dôme hémisphérique jusqu'à 6.096 mètres de diamètre.</p><p>Lorsque le mur apparaît, chaque créature dans son espace est poussée hors de lui par le trajet le plus court. La créature choisit de quel côté du mur elle se retrouve, sauf si la créature est incapable d'agir. La créature effectue ensuite un jet de sauvegarde de <strong>Dextérité DC 17</strong>, subissant <strong>35 (10d6) <em>dégâts de froid</em></strong> en cas d'échec, ou la moitié des dégâts en cas de réussite.</p><p>Le mur dure 1 minute ou jusqu'à ce que la {creature} soit incapable d'agir ou meure. Le mur peut être endommagé et percé ; chaque section de 3.048 mètres a une CA de 5, 30 points de vie, une vulnérabilité aux <em>dégâts de feu</em>, et une immunité aux dégâts d'acide, de froid, nécrotiques, de poison et <em>psychiques</em>. Si une section est détruite, elle laisse derrière elle une feuille d'air glacial dans l'espace occupé par le mur. Chaque fois qu'une créature termine son déplacement à travers l'air glacial sur un tour, volontairement ou non, la créature doit effectuer un jet de sauvegarde de <strong>Constitution DC 17</strong>, subissant <strong>17 (5d6) <em>dégâts de froid</em></strong> en cas d'échec, ou la moitié des dégâts en cas de réussite. L'air glacial se dissipe lorsque le reste du mur disparaît.</p>\n</section>\n<p>La {creature} forme magiquement un mur opaque de glace sur une surface solide qu'il peut voir à moins de 18.288 mètres de lui. Le mur est épais de 0.3048 mètres et mesure jusqu'à 9.144 mètres de long et 3.048 mètres de haut, ou c'est un dôme hémisphérique jusqu'à 6.096 mètres de diamètre. Lorsque le mur apparaît, chaque créature dans son espace est poussée hors de lui par le trajet le plus court. La créature choisit de quel côté du mur elle se retrouve, sauf si la créature est incapable d'agir. La créature effectue ensuite un jet de sauvegarde de <strong>Dextérité</strong>.</p><p>Le mur peut être endommagé et percé. Si une section est détruite, elle laisse derrière elle une feuille d'air glacial dans l'espace occupé par le mur. Chaque fois qu'une créature termine son déplacement à travers l'air glacial sur un tour, volontairement ou non, la créature doit effectuer un jet de sauvegarde de <strong>Constitution</strong>.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": "a solid surface it can see within 60 ft."
    },
    "duration": {
      "value": 1,
      "units": "minute"
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "ft",
      "type": "line"
    },
    "range": {
      "value": 30,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "rsak",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "5d6",
    "save": {
      "ability": "dex",
      "dc": 17,
      "scaling": "flat"
    },
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "_key": "!items!885Pmv6Pqp11WVIy"
}
