{
  "_id": "KzTzqN1pXhDxlsGG",
  "name": "Bag of Devouring",
  "type": "backpack",
  "img": "icons/containers/bags/pouch-leather-pink.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.YG9QW0flem4SLL6A"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux</em></p>\n<p>Ce sac ressemble superficiellement à un Sac de Rétention mais est un orifice d'alimentation pour une créature extradimensionnelle géante. Retourner le sac à l'envers ferme l'orifice.</p>\n<p>La créature extradimensionnelle attachée au sac peut sentir tout ce qui est placé à l'intérieur du sac. Toute matière animale ou végétale placée entièrement dans le sac est dévorée et perdue à jamais. Lorsque une partie d'une créature vivante est placée dans le sac, comme cela se produit lorsque quelqu'un atteint l'intérieur, il y a une chance de 50 pour cent que la créature soit tirée à l'intérieur du sac. Une créature à l'intérieur du sac peut utiliser son action pour essayer de s'échapper avec une réussite de DC 15 de Force.</p>\n<p>Une autre créature peut utiliser son action pour atteindre dans le sac pour tirer une créature, le faire avec une réussite de DC 20 de Force (à condition qu'elle ne soit pas tirée à l'intérieur du sac en premier).</p>\n<p>Toute créature qui commence son tour à l'intérieur du sac est dévorée, son corps détruit.</p>\n<p>Les objets inanimés peuvent être stockés dans le sac, qui peut contenir un pied cube de ce matériau. Cependant, une fois par jour, le sac avale tout objet à l'intérieur et les recrache dans un autre plan d'existence. Le MJ détermine le moment et le plan.</p>\n<p>Si le sac est percé ou déchiré, il est détruit, et tout ce qu'il contient est transporté à un emplacement aléatoire sur le Plan Astral.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG",
    "quantity": 1,
    "weight": 15,
    "price": "2000",
    "attunement": 0,
    "equipped": false,
    "rarity": "veryRare",
    "identified": true,
    "capacity": {
      "type": "weight",
      "value": 999999999,
      "weightless": true
    },
    "currency": {
      "cp": 0,
      "sp": 0,
      "ep": 0,
      "gp": 0,
      "pp": 0
    },
    "damage": {
      "parts": []
    },
    "details": {
      "description": "<p><em>Wondrous item</em></p>\n<p>This bag superficially resembles a @Compendium[dnd5e.items.aDHRuUs29SrumWfq]{Bag of Holding} but is a feeding orifice for a gigantic extradimensional creature. Turning the bag inside out closes the orifice.</p>\n<p>The extradimensional creature attached to the bag can sense whatever is placed inside the bag. Animal or vegetable matter placed wholly in the bag is devoured and lost forever. When part of a living creature is placed in the bag, as happens when someone reaches inside it, there is a 50 percent chance that the creature is pulled inside the bag. A creature inside the bag can use its action to try to escape with a successful DC 15 Strength check.</p>\n<p>Another creature can use its action to reach into the bag to pull a creature out, doing so with a successful DC 20 Strength check (provided it isn't pulled inside the bag first).</p>\n<p>Any creature that starts its turn inside the bag is devoured, its body destroyed.</p>\n<p>Inanimate objects can be stored in the bag, which can hold a cubic foot of such material. However, once each day, the bag swallows any objects inside it and spits them out into another plane of existence. The GM determines the time and plane.</p>\n<p>If the bag is pierced or torn, it is destroyed, and anything contained within it is transported to a random location on the Astral Plane.</p>"
    }
  },
  "_key": "!items!KzTzqN1pXhDxlsGG"
}