{
  "_id": "z2BkjCqvBV0LXLrA",
  "name": "Bag of Beans",
  "type": "consumable",
  "img": "icons/containers/bags/coinpouch-simple-leather-tan.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.F8QpasPjLrw2POzE"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": [
            0
          ]
        }
      ]
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p>À l'intérieur de ce sac en toile épais se trouvent 3d4 haricots secs. Le sac pèse 1/2 livre plus 1/4 livre pour chaque haricot qu'il contient.</p>\n<p>Si vous videz le contenu du sac sur le sol, ils explosent dans un rayon de 10 pieds, s'étendant à partir des haricots. Chaque créature dans la zone, y compris vous, doit réussir un jet de sauvegarde de Dexterité DC 15, subissant 5d4 dégâts de feu en cas d'échec, ou la moitié des dégâts en cas de réussite. Le feu enflamme les objets inflammables dans la zone qui ne sont pas portés ou transportés.</p>\n<p>Si vous retirez un haricot du sac, le plantez dans de la terre ou du sable, puis l'arrosez, le haricot produit un effet 1 minute plus tard à partir de l'endroit où il a été planté. Le MJ peut choisir un effet parmi le tableau suivant, le déterminer aléatoirement ou créer un effet.</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>d100</strong></td>\n<td><strong>Effect</strong></td>\n</tr>\n<tr>\n<td>01</td>\n<td>5d4 champignons poussent. Si une créature mange un champignon, lancez n'importe quel dé. En cas de résultat impair, le mangeur doit réussir un jet de sauvegarde de Constitution DC 15 ou subir 5d6 dégâts de poison et être empoisonné pendant 1 heure. En cas de résultat pair, le mangeur gagne 5d6 points de vie temporaires pendant 1 heure.</td>\n</tr>\n<tr>\n<td>02-10</td>\n<td>Un geyser jaillit et projette de l'eau, de la bière, du jus de baies, du thé, du vinaigre, du vin ou de l'huile (au choix du MJ) à 30 pieds de hauteur pendant 1d12 tours.</td>\n</tr>\n<tr>\n<td>11-20</td>\n<td>Un treant pousse. Il y a 50 pour cent de chances que le treant soit chaotique maléfique et attaque.</td>\n</tr>\n<tr>\n<td>21-30</td>\n<td>Une statue de pierre animée, immobile, à votre effigie se dresse. Elle profère des menaces verbales contre vous. Si vous la laissez et que d'autres s'en approchent, elle vous décrit comme le plus vil des méchants et dirige les nouveaux venus pour vous trouver et vous attaquer. Si vous êtes sur le même plan d'existence que la statue, elle sait où vous êtes. La statue devient inanimée après 24 heures.</td>\n</tr>\n<tr>\n<td>31-40</td>\n<td>Un feu de camp avec des flammes bleues jaillit et brûle pendant 24 heures (ou jusqu'à ce qu'il soit éteint).</td>\n</tr>\n<tr>\n<td>41-50</td>\n<td>1d6 + 6 shriekers poussent.</td>\n</tr>\n<tr>\n<td>51-60</td>\n<td>1d4 + 8 crapauds roses vifs rampent. Chaque fois qu'un crapaud est touché, il se transforme en un monstre de taille Grande ou inférieure au choix du MJ. Le monstre reste pendant 1 minute, puis disparaît dans un nuage de fumée rose vif.</td>\n</tr>\n<tr>\n<td>61-70</td>\n<td>Un bulette affamé creuse et attaque.</td>\n</tr>\n<tr>\n<td>71-80</td>\n<td>Un arbre fruitier pousse. Il a 1d10 + 20 fruits, 1d8 desquels agissent comme des potions magiques déterminées aléatoirement, tandis qu'un agit comme un poison ingéré au choix du MJ. L'arbre disparaît après 1 heure. Les fruits cueillis restent, conservant toute magie pendant 30 jours.</td>\n</tr>\n<tr>\n<td>81-90</td>\n<td>Un nid de 1d4 + 3 œufs apparaît. Toute créature qui mange un œuf doit réussir un jet de sauvegarde de Constitution DC 20. En cas de réussite, une créature augmente de manière permanente sa caractéristique la plus basse de 1, choisissant de manière aléatoire parmi les caractéristiques égales. En cas d'échec, la créature subit 10d6 dégâts de force provenant d'une explosion magique interne.</td>\n</tr>\n<tr>\n<td>91-99</td>\n<td>Une pyramide avec une base carrée de 60 pieds jaillit vers le haut. À l'intérieur se trouve un sarcophage contenant un seigneur momie. La pyramide est traitée comme le repaire du seigneur momie, et son sarcophage contient un trésor au choix du MJ.</td>\n</tr>\n<tr>\n<td>00</td>\n<td>Un haricot magique géant pousse, atteignant une hauteur au choix du MJ. Le sommet mène à l'endroit choisi par le MJ, tel qu'une grande vue, un château de géant des nuages ou un autre plan d'existence.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG",
    "quantity": 1,
    "weight": 3.5,
    "price": "3000",
    "attunement": 0,
    "equipped": false,
    "rarity": "rare",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 12,
      "max": "12",
      "per": "charges",
      "autoDestroy": true,
      "autoUse": true
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "other",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "5d4",
          "fire"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": 15,
      "scaling": "flat"
    },
    "consumableType": "trinket",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!z2BkjCqvBV0LXLrA"
}
