{
  "_id": "DPcqoY7Ur787hqFy",
  "name": "Bag of Holding",
  "type": "backpack",
  "img": "icons/containers/bags/pouch-leather-pink.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.aDHRuUs29SrumWfq"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux</em></p>\n<p>Ce sac a un espace intérieur considérablement plus grand que ses dimensions extérieures, environ 0.6096 mètres de diamètre à l'embouchure et 1.2192 mètres de profondeur. Le sac peut contenir jusqu'à 226.796 kilogrammes, sans dépasser un volume de 1.8288 mètres cubes. Le sac pèse 6.8039 kilogrammes, quel que soit son contenu. Récupérer un objet du sac nécessite une action.</p>\n<p>Si le sac est surchargé, percé ou déchiré, il se rompt et est détruit, et son contenu est dispersé dans le Plan Astral. Si le sac est retourné à l'envers, son contenu se répand, indemne, mais le sac doit être remis à l'endroit avant de pouvoir être utilisé à nouveau.</p>\n<p>Les créatures respirantes à l'intérieur du sac peuvent survivre jusqu'à un nombre de minutes égal à 10 divisé par le nombre de créatures (minimum 1 minute), après quoi elles commencent à suffoquer.</p>\n<p>Placer un Sac de Retenue à l'intérieur d'un espace extradimensionnel créé par un Sac à Dos Pratique, un Trou Portable ou un objet similaire détruit instantanément les deux objets et ouvre une porte vers le Plan Astral. La porte prend naissance là où l'un des objets a été placé à l'intérieur de l'autre. Toute créature à moins de 3.048 mètres de la porte est aspirée à travers elle vers un emplacement aléatoire sur le Plan Astral. La porte se ferme ensuite. La porte est à sens unique et ne peut pas être rouverte.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG",
    "quantity": 1,
    "weight": 15,
    "price": "4000",
    "attunement": 0,
    "equipped": false,
    "rarity": "uncommon",
    "identified": true,
    "capacity": {
      "type": "weight",
      "value": 500,
      "weightless": true
    },
    "currency": {
      "cp": 0,
      "sp": 0,
      "ep": 0,
      "gp": 0,
      "pp": 0
    },
    "damage": {
      "parts": []
    }
  },
  "_key": "!items!DPcqoY7Ur787hqFy"
}