{
  "_id": "Y9wRTRDJvj25Xcxl",
  "name": "Handy Haversack",
  "type": "backpack",
  "img": "icons/containers/bags/pack-simple-leather.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.7vqs5AqI4VCmuszx"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux</em></p>\n<p>Ce sac à dos possède une poche centrale et deux poches latérales, chacune étant un espace extradimensionnel. Chaque poche latérale peut contenir jusqu'à 20 livres de matériel, sans dépasser un volume de 2 pieds cubes. La grande poche centrale peut contenir jusqu'à 8 pieds cubes ou 80 livres de matériel. Le sac à dos pèse toujours 5 livres, peu importe son contenu.</p>\n<p>Placer un objet dans le haversack suit les règles normales pour interagir avec les objets. Récupérer un objet du haversack nécessite d'utiliser une action. Lorsque vous atteignez dans le haversack pour un objet spécifique, l'objet est toujours magiquement en haut.</p>\n<p>Le haversack a quelques limitations. S'il est surchargé, ou si un objet pointu le perce ou le déchire, le haversack se rompt et est détruit. Si le haversack est détruit, son contenu est perdu à jamais, bien qu'un artefact réapparaisse toujours quelque part. Si le haversack est retourné à l'envers, son contenu se déverse, indemne, et le haversack doit être remis en place avant de pouvoir être utilisé à nouveau. Si une créature respirante est placée à l'intérieur du haversack, la créature peut survivre jusqu'à 10 minutes, après quoi elle commence à suffoquer.</p>\n<p>Placer le haversack à l'intérieur d'un espace extradimensionnel créé par un sac de maintien, un trou portable ou un objet similaire détruit instantanément les deux objets et ouvre une porte vers le Plan Astral. La porte prend naissance à l'endroit où un objet a été placé à l'intérieur de l'autre. Toute créature à moins de 10 pieds de la porte est aspirée à travers elle et déposée à un emplacement aléatoire sur le Plan Astral. La porte se ferme ensuite. La porte est à sens unique et ne peut pas être rouverte.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG",
    "quantity": 1,
    "weight": 5,
    "price": "2000",
    "attunement": 0,
    "equipped": false,
    "rarity": "rare",
    "identified": true,
    "capacity": {
      "type": "weight",
      "value": 120,
      "weightless": true
    },
    "currency": {
      "cp": 0,
      "sp": 0,
      "ep": 0,
      "gp": 0,
      "pp": 0
    },
    "attributes": {
      "spelldc": 10
    },
    "damage": {
      "parts": []
    },
    "details": {
      "description": "<p><em>Wondrous item</em></p>\n<p>This backpack has a central pouch and two side pouches, each of which is an extradimensional space. Each side pouch can hold up to 20 pounds of material, not exceeding a volume of 2 cubic feet. The large central pouch can hold up to 8 cubic feet or 80 pounds of material. The backpack always weighs 5 pounds, regardless of its contents.</p>\n<p>Placing an object in the haversack follows the normal rules for interacting with objects. Retrieving an item from the haversack requires you to use an action. When you reach into the haversack for a specific item, the item is always magically on top.</p>\n<p>The haversack has a few limitations. If it is overloaded, or if a sharp object pierces it or tears it, the haversack ruptures and is destroyed. If the haversack is destroyed, its contents are lost forever, although an artifact always turns up again somewhere. If the haversack is turned inside out, its contents spill forth, unharmed, and the haversack must be put right before it can be used again. If a breathing creature is placed within the haversack, the creature can survive for up to 10 minutes, after which time it begins to suffocate.</p>\n<p>Placing the haversack inside an extradimensional space created by a @Compendium[dnd5e.items.aDHRuUs29SrumWfq]{Bag of Holding}, @Compendium[dnd5e.items.rvxGvcUzoQXVNbAu]{Portable Hole}, or similar item instantly destroys both items and opens a gate to the Astral Plane. The gate originates where the one item was placed inside the other. Any creature within 10 feet of the gate is sucked through it and deposited in a random location on the Astral Plane. The gate then closes. The gate is one-way only and can't be reopened.</p>"
    }
  },
  "_key": "!items!Y9wRTRDJvj25Xcxl"
}
