{
  "name": "Instant Fortress",
  "type": "consumable",
  "img": "icons/environment/settlement/watchtower-silhouette-yellow.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.9stfX2i2I1YPo8vx"
    }
  },
  "_id": "l4H5MYlItp7jC90u",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux</em></p>\n<p>Vous pouvez utiliser une action pour placer ce cube métallique de 1 pouce sur le sol et prononcer son mot de commande. Le cube grandit rapidement pour devenir une forteresse qui reste jusqu'à ce que vous utilisiez une action pour prononcer le mot de commande qui la dissipe, ce qui ne fonctionne que si la forteresse est vide.</p>\n<p>La forteresse est une tour carrée, de 20 pieds de côté et de 30 pieds de haut, avec des meurtrières sur tous les côtés et un parapet au sommet. Son intérieur est divisé en deux étages, avec une échelle courant le long d'un mur pour les relier. L'échelle se termine par une trappe menant au toit. Lorsqu'elle est activée, la tour a une petite porte sur le côté face à vous. La porte ne s'ouvre qu'à votre commande, que vous pouvez prononcer comme une action bonus. Elle est immunisée contre le @Compendium[dnd5e.spells.1nhIxh0DsJsntCfj]{Knock} spell et contre des magies similaires, telles que celles d'un @Compendium[dnd5e.items.vZdLYfHlLcZqQ8zc]{Chime of Opening}.</p>\n<p>Chaque créature dans la zone où apparaît la forteresse doit réussir un jet de sauvegarde de Dextérité de DC 15, subissant 10d10 dégâts contondants en cas d'échec, ou la moitié de ces dégâts en cas de réussite. Dans les deux cas, la créature est poussée vers un espace inoccupé à l'extérieur mais à côté de la forteresse. Les objets dans la zone qui ne sont pas portés ou portés subissent ces dégâts et sont poussés automatiquement.</p>\n<p>La tour est faite d'adamantine, et sa magie l'empêche de basculer. Le toit, la porte et les murs ont chacun 100 points de vie, une immunité contre les dégâts des armes non magiques à l'exclusion des armes de siège, et une résistance à tous les autres dégâts. Seul un @Compendium[dnd5e.spells.3okM6Gn63zzEULkz]{Wish} spell peut réparer la forteresse (cet usage du sort compte comme la réplication d'un sort de niveau 8 ou inférieur). Chaque lancer de Wish permet au toit, à la porte ou à un mur de récupérer 50 points de vie.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 160",
    "quantity": 1,
    "weight": 0.1,
    "price": 75000,
    "attunement": 0,
    "equipped": false,
    "rarity": "rare",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": "Command word."
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": 20,
      "width": null,
      "units": "ft",
      "type": "square"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "touch"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": "",
      "autoDestroy": false,
      "autoUse": true
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "10d10",
          "bludgeoning"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": 15,
      "scaling": "flat"
    },
    "consumableType": "trinket",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!l4H5MYlItp7jC90u"
}