{
  "name": "Mirror of Life Trapping",
  "type": "consumable",
  "img": "icons/magic/air/wind-vortex-swirl-purple.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.hf5j1meGsA33HkUj"
    }
  },
  "_id": "PrM6sWCRQl5C6ugR",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux</em></p>\n<p>Lorsque ce miroir de 1 mètre de haut est vu indirectement, sa surface montre des images faibles de créatures. Le miroir pèse 50 livres, et il a une CA 11, 10 points de vie, et une vulnérabilité aux dégâts contondants. Il se brise et est détruit lorsqu'il est réduit à 0 points de vie.</p>\n<p>Si le miroir est accroché sur une surface verticale et que vous êtes à moins de 1 mètre de lui, vous pouvez utiliser une action pour prononcer son mot de commande et l'activer. Il reste activé jusqu'à ce que vous utilisiez une action pour prononcer le mot de commande à nouveau.</p>\n<p>Toute créature autre que vous qui voit son reflet dans le miroir activé tout en étant à moins de 9 mètres de lui doit réussir un jet de sauvegarde de Charisme DC 15 ou être piégée, avec tout ce qu'elle porte ou transporte, dans l'une des douze cellules extradimensionnelles du miroir. Ce jet de sauvegarde est effectué avec avantage si la créature connaît la nature du miroir, et les constructions réussissent automatiquement le jet de sauvegarde.</p>\n<p>Une cellule extradimensionnelle est une étendue infinie remplie de brouillard épais qui réduit la visibilité à 3 mètres. Les créatures piégées dans les cellules du miroir ne vieillissent pas, et elles n'ont pas besoin de manger, de boire ou de dormir. Une créature piégée dans une cellule peut s'échapper en utilisant de la magie qui permet le voyage planétaire. Sinon, la créature est confinée à la cellule jusqu'à ce qu'elle soit libérée.</p>\n<p>Si le miroir piège une créature mais que ses douze cellules extradimensionnelles sont déjà occupées, le miroir libère une créature piégée au hasard pour accueillir le nouveau prisonnier. Une créature libérée apparaît dans un espace inoccupé à portée de vue du miroir mais face à l'opposé de celui-ci. Si le miroir est brisé, toutes les créatures qu'il contient sont libérées et apparaissent dans des espaces inoccupés près de lui.</p>\n<p>Tandis que vous êtes à moins de 1 mètre du miroir, vous pouvez utiliser une action pour prononcer le nom d'une créature piégée dedans ou appeler un numéro de cellule particulier. La créature nommée ou contenue dans la cellule nommée apparaît comme une image sur la surface du miroir. Vous et la créature pouvez alors communiquer normalement.</p>\n<p>De manière similaire, vous pouvez utiliser une action pour prononcer un second mot de commande et libérer une créature piégée dans le miroir. La créature libérée apparaît, avec ses possessions, dans l'espace inoccupé le plus proche du miroir et face à l'opposé de celui-ci.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 181",
    "quantity": 1,
    "weight": 50,
    "price": 18000,
    "attunement": 0,
    "equipped": false,
    "rarity": "uncommon",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": "Command word. Target must be able to see its reflection."
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 30,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": 12,
      "max": 12,
      "per": "charges",
      "autoDestroy": false,
      "autoUse": true
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "cha",
      "dc": 15,
      "scaling": "flat"
    },
    "consumableType": "trinket",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!PrM6sWCRQl5C6ugR"
}