{
  "name": "Orb of Dragonkind",
  "type": "equipment",
  "img": "icons/commodities/gems/pearl-storm.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.1RwJWOAeyoideLKe"
    }
  },
  "_id": "VMT4Mj3wmtt9Ujr0",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux, (nécessite l'accord)</em></p>\n<p>Il y a des âges, les elfes et les humains ont mené une terrible guerre contre les dragons maléfiques. Lorsque le monde semblait condamné, des mages puissants se sont réunis et ont accompli leur plus grande magie, forgeant cinq Orbes de Dragonkind (ou Dragon Orbs) pour les aider à vaincre les dragons. Un orb a été pris à chacune des cinq tours de mages, et là, ils ont été utilisés pour accélérer la guerre vers une fin victorieuse. Les mages ont utilisé les orbes pour attirer les dragons vers eux, puis ont détruit les dragons avec une magie puissante.</p>\n<p>Alors que les tours de mages tombaient dans les âges ultérieurs, les orbes ont été détruits ou se sont estompés en légende, et seuls trois sont censés survivre. Leur magie a été déformée et tordue au fil des siècles, de sorte que bien que leur objectif principal d'appel des dragons fonctionne toujours, ils permettent également une certaine mesure de contrôle sur les dragons.</p>\n<p>Chaque orb contient l'essence d'un dragon maléfique, une présence qui ressent toute tentative de l'inciter à faire de la magie. Ceux qui manquent de force de personnalité pourraient se retrouver esclaves d'un orb.</p>\n<p>Un orb est une boule de cristal gravée d'environ 10 pouces de diamètre. Lorsqu'il est utilisé, il grandit à environ 20 pouces de diamètre, et la brume tourbillonne à l'intérieur.</p>\n<p>Tant que vous êtes en accord avec un orb, vous pouvez utiliser une action pour plonger dans les profondeurs de l'orb et prononcer son mot de commande. Vous devez ensuite effectuer un test de Charisme DC 15. En cas de réussite, vous contrôlez l'orb tant que vous restez en accord avec lui. En cas d'échec, vous êtes charmé par l'orb tant que vous restez en accord avec lui.</p>\n<p>Tant que vous êtes charmé par l'orb, vous ne pouvez pas mettre volontairement fin à votre accord avec lui, et l'orb lance @Compendium[dnd5e.spells.zMAWdyc8UVb37BK4]{Suggestion} sur vous à volonté (DC de sauvegarde 18), vous incitant à travailler vers les fins maléfiques qu'il désire. L'essence du dragon à l'intérieur de l'orb pourrait vouloir beaucoup de choses : l'annihilation d'un peuple particulier, la liberté de l'orb, répandre la souffrance dans le monde, promouvoir le culte de Tiamat, ou autre chose que décide le MJ.</p>\n<h3 id=\"random-properties\"><strong>Propriétés aléatoires</strong>. Un Orb of Dragonkind a les propriétés aléatoires suivantes (voir DMG pg. 219-21) : </h3>\n<ul>\n<li>2 propriétés bénéfiques mineures</li>\n<li>1 propriété nuisible mineure</li>\n<li>1 propriété nuisible majeure</li>\n</ul>\n<h3 id=\"spells\"><strong>Sorts</strong>. L'orb a 7 charges et récupère 1d4 + 3 charges dépensées quotidiennement à l'aube. Si vous contrôlez l'orb, vous pouvez utiliser une action et dépenser 1 ou plusieurs charges pour lancer l'un des sorts suivants (DC de sauvegarde 18) à partir de lui : </h3>\n<ul>\n<li>@Compendium[dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds} (version de niveau 5, 3 charges)</li>\n<li>@Compendium[dnd5e.spells.BP3GCwa66IAw1yTG]{Daylight} (1 charge)</li>\n<li>@Compendium[dnd5e.spells.VtCXMdyM6mAdIJZb]{Death Ward} (2 charges)</li>\n<li>@Compendium[dnd5e.spells.fVbCxFRaORalHB20]{Scrying} (3 charges).</li>\n<li>Vous pouvez également utiliser une action pour lancer le sort @Compendium[dnd5e.spells.ghXTfe7sgCbgf1Q8]{Detect Magic} à partir de l'orb sans utiliser de charges.</li>\n</ul>\n<p><strong>Appeler les Dragons</strong>. Tant que vous contrôlez l'orb, vous pouvez utiliser une action pour faire en sorte que l'artefact émet un appel télépathique qui s'étend dans toutes les directions sur 40 miles. Les dragons maléfiques à portée se sentent contraints de venir à l'orb le plus rapidement possible par le trajet le plus direct. Les divinités dragon comme Tiamat ne sont pas affectées par cet appel. Les dragons attirés par l'orb pourraient être hostiles envers vous pour les avoir contraints contre leur volonté. Une fois que vous avez utilisé cette propriété, elle ne peut pas être utilisée à nouveau pendant 1 heure.</p>\n<p><strong>Détruire un Orb</strong>. Un Orb of Dragonkind semble fragile mais est imperméable à la plupart des dommages, y compris les attaques et les armes de souffle des dragons. Un sort @Compendium[dnd5e.spells.HBHbOGKNVVprSlwn]{Disintegrate} ou un bon coup d'une arme magique +3 est suffisant pour détruire un orb, cependant.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG. pg 225",
    "quantity": 1,
    "weight": 5,
    "price": 500000,
    "attunement": 1,
    "equipped": false,
    "rarity": "artifact",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 7,
      "max": 7,
      "per": "day"
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": 18,
      "scaling": "flat"
    },
    "armor": {
      "value": 0,
      "type": "trinket",
      "dex": 0
    },
    "hp": {
      "value": 0,
      "max": 0,
      "dt": null,
      "conditions": ""
    },
    "baseItem": "",
    "speed": {
      "value": null,
      "conditions": ""
    },
    "strength": 0,
    "stealth": false,
    "proficient": false,
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!VMT4Mj3wmtt9Ujr0"
}
