{
  "name": "Rod of Security",
  "type": "consumable",
  "img": "icons/magic/defensive/shield-barrier-glowing-blue.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.9kfMsSweOBui0SC4"
    }
  },
  "_id": "2GqyxQ9a1v2YX30x",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p>Tandis que vous tenez cette baguette, vous pouvez utiliser une action pour l'activer. La baguette vous transporte alors instantanément, ainsi que jusqu'à 199 autres créatures consentantes que vous pouvez voir, dans un paradis qui existe dans un espace extraplanétaire. Vous choisissez la forme que prend le paradis. Il pourrait s'agir d'un jardin tranquille, d'une charmante clairière, d'une taverne joyeuse, d'un immense palais, d'une île tropicale, d'une fête foraine fantastique, ou de tout autre chose que vous pouvez imaginer. Quel que soit son aspect, le paradis contient suffisamment d'eau et de nourriture pour sustenter ses visiteurs. Tout ce qui peut être interactif à l'intérieur de l'espace extraplanétaire n'existe que là. Par exemple, une fleur cueillie dans un jardin du paradis disparaît si elle est emportée en dehors de l'espace extraplanétaire.</p>\n<p>Pour chaque heure passée dans le paradis, un visiteur récupère des points de vie comme s'il avait passé 1 dé de vie. De plus, les créatures ne vieillissent pas dans le paradis, même si le temps s'écoule normalement. Les visiteurs peuvent rester dans le paradis jusqu'à 200 jours divisés par le nombre de créatures présentes (arrondi vers le bas).</p>\n<p>Lorsque le temps est écoulé ou que vous utilisez une action pour y mettre fin, tous les visiteurs réapparaissent à l'emplacement qu'ils occupaient lorsque vous avez activé la baguette, ou à un espace inoccupé le plus proche de cet emplacement. La baguette ne peut pas être utilisée à nouveau avant que dix jours ne se soient écoulés.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 197",
    "quantity": 1,
    "weight": 5,
    "price": 90000,
    "attunement": 0,
    "equipped": false,
    "rarity": "veryRare",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "target": {
      "value": 200,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 1,
      "max": 1,
      "per": "charges",
      "autoDestroy": false,
      "autoUse": true
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "flat"
    },
    "consumableType": "rod",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!2GqyxQ9a1v2YX30x"
}
