{
  "name": "Rod of Lordly Might",
  "type": "consumable",
  "img": "icons/skills/melee/hand-grip-staff-yellow-brown.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.d5HNCmLIPCpPoX2w"
    }
  },
  "_id": "KGqwV2xxgo4JC8OW",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>(Nécessite un accord)</em></p>\n<p>Cette baguette a une tête à collerette, et elle fonctionne comme une masse magique qui accorde un bonus de +3 aux jets d'attaque et de dégâts effectués avec elle. La baguette possède des propriétés associées à six boutons différents qui sont disposés en ligne le long du manche. Elle possède trois autres propriétés, détaillées ci-dessous.</p>\n<p><strong>Six Boutons</strong>. Vous pouvez appuyer sur l'un des six boutons de la baguette comme une action bonus. L'effet d'un bouton dure jusqu'à ce que vous appuyiez sur un bouton différent ou jusqu'à ce que vous appuyiez sur le même bouton à nouveau, ce qui fait que la baguette revient à sa forme normale.</p>\n<p>Si vous appuyez sur <strong>bouton 1</strong>, la baguette devient une langue de feu, car une lame enflammée jaillit de l'extrémité opposée à la tête à collerette de la baguette.</p>\n<p>Si vous appuyez sur <strong>bouton 2</strong>, la tête à collerette de la baguette se replie et deux lames en forme de croissant sortent, transformant la baguette en une hache de bataille magique qui accorde un bonus de +3 aux jets d'attaque et de dégâts effectués avec elle.</p>\n<p>Si vous appuyez sur <strong>bouton 3</strong>, la tête à collerette de la baguette se replie, une pointe de lance jaillit de l'extrémité de la baguette, et le manche de la baguette s'allonge en un manche de 2 mètres, transformant la baguette en une lance magique qui accorde un bonus de +3 aux jets d'attaque et de dégâts effectués avec elle.</p>\n<p>Si vous appuyez sur <strong>bouton 4</strong>, la baguette se transforme en une perche d'escalade jusqu'à 15 mètres de long, comme vous le spécifiez. Sur des surfaces aussi dures que le granit, une pointe au bas et trois crochets au sommet ancrent la perche. Des barreaux horizontaux de 3 pouces de long se déplient des côtés, à 0,3048 mètres d'intervalle, formant une échelle. La perche peut supporter jusqu'à 4 000 livres. Un poids supérieur ou l'absence d'ancrage solide fait que la baguette revient à sa forme normale.</p>\n<p>Si vous appuyez sur <strong>bouton 5</strong>, la baguette se transforme en un bélier portatif et accorde à son utilisateur un bonus de +10 aux jets de Force effectués pour franchir des portes, des barricades et d'autres obstacles.</p>\n<p>Si vous appuyez sur <strong>bouton 6</strong>, la baguette prend ou reste dans sa forme normale et indique le nord magnétique. (Rien ne se passe si cette fonction de la baguette est utilisée dans un endroit qui n'a pas de nord magnétique.) La baguette vous donne également connaissance de votre profondeur approximative sous terre ou de votre hauteur au-dessus d'elle.</p>\n<p><strong>Drain Life</strong>. Lorsque vous touchez une créature avec une attaque au corps à corps en utilisant la baguette, vous pouvez forcer la cible à faire un jet de sauvegarde de Constitution de DC 17. En cas d'échec, la cible subit des dégâts supplémentaires de 4d6 nécrotiques, et vous récupérez un nombre de points de vie égal à la moitié de ces dégâts nécrotiques. Cette propriété ne peut pas être utilisée à nouveau jusqu'au prochain lever du jour.</p>\n<p><strong>Paralyze</strong>. Lorsque vous touchez une créature avec une attaque au corps à corps en utilisant la baguette, vous pouvez forcer la cible à faire un jet de sauvegarde de Force de DC 17. En cas d'échec, la cible est paralysée pendant 1 minute. La cible peut répéter le jet de sauvegarde à la fin de chacun de ses tours, mettant fin à l'effet en cas de succès. Cette propriété ne peut pas être utilisée à nouveau jusqu'au prochain lever du jour.</p>\n<p><strong>Terrify</strong>. En tenant la baguette, vous pouvez utiliser une action pour forcer chaque créature que vous pouvez voir à 9 mètres de vous à faire un jet de sauvegarde de Sagesse de DC 17. En cas d'échec, une cible est effrayée de vous pendant 1 minute. Une cible effrayée peut répéter le jet de sauvegarde à la fin de chacun de ses tours, mettant fin à l'effet sur elle-même en cas de succès. Cette propriété ne peut pas être utilisée à nouveau jusqu'au prochain lever du jour.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 195",
    "quantity": 1,
    "weight": 5,
    "price": 28000,
    "attunement": 1,
    "equipped": false,
    "rarity": "legendary",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": "Button presses are a bonus action."
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": 5,
      "long": 0,
      "units": "ft"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": "",
      "autoDestroy": false,
      "autoUse": false
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "str",
    "actionType": "mwak",
    "attackBonus": 3,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "1d6 +@mod +3",
          "bludgeoning"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "flat"
    },
    "consumableType": "rod",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!KGqwV2xxgo4JC8OW"
}