{
  "_id": "NGbYphjYHqWPw7Zz",
  "name": "Aasimar",
  "type": "feat",
  "img": "icons/creatures/abilities/wings-birdlike-blue.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "core": {
      "sourceId": "Item.q0M3hg29CoPNa2U8"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "7VbuHmckfo5rIhG3": 3
  },
  "system": {
    "description": {
      "value": "<p>Que vous descendiez d'un être céleste ou que vous soyez imbibé de pouvoir céleste, les aasimar sont des mortels qui portent une étincelle des Plans Supérieurs dans leurs âmes. Ils peuvent attiser cette étincelle pour apporter de la lumière, apaiser les blessures et déchaîner la fureur des cieux.</p>\n<p>Les aasimar peuvent apparaître parmi n'importe quelle population de mortels. Ils ressemblent à leurs parents, mais ils vivent jusqu'à 160 ans et ont souvent des caractéristiques qui évoquent leur héritage céleste. Ces caractéristiques commencent souvent de manière subtile et deviennent plus évidentes lorsque l'assimar acquiert la capacité de révéler sa nature céleste complète. Le tableau des Caractéristiques Célestes des Aasimar contient des exemples que vous pouvez choisir ou utiliser comme source d'inspiration pour créer les vôtres.</p>\n<table border=\"1\">\n<thead>\n<tr>\n<td>d6</td>\n<td>Caractéristique Céleste</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Une poussière de taches métalliques, blanches ou charbon</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Yeux métalliques, lumineux ou sombres</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Cheveux de couleur vive</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Une teinte inhabituelle colorant votre ombre</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Un halo fantomatique couronnant votre tête</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Arcs-en-ciel brillent sur votre peau</td>\n</tr>\n</tbody>\n</table>\n<p>En tant qu'aasimar, vous avez les traits raciaux suivants.</p>\n<p><strong>Augmentation des Caractéristiques. </strong>Augmentez une caractéristique de 2 et une autre caractéristique de 1, ou augmentez trois caractéristiques différentes de 1.</p>\n<p><strong>Langues.</strong> Votre personnage peut parler, lire et écrire le Commun et une autre langue.</p>\n<p><strong>Type de Créature. </strong>Vous êtes un Humanoïde.Type de Créature. </p>\n<p><strong>Taille.</strong> Vous êtes de taille Moyenne ou Petite. Vous choisissez la taille lorsque vous sélectionnez cette race.</p>\n<p><strong>Vitesse.</strong> Votre vitesse de marche est de 9 mètres.</p>\n<p><strong>Résistance Céleste.</strong> Vous avez une résistance aux dégâts nécrotiques et radiants.</p>\n<p><strong>Vision dans le Noir.</strong> Vous pouvez voir dans une lumière faible à 18 mètres de vous comme si c'était une lumière vive et dans l'obscurité comme si c'était une lumière faible. Vous discerner les couleurs dans cette obscurité uniquement comme des nuances de gris.</p>\n<p><strong>Mains Guérisseuses.</strong> En tant qu'action, vous pouvez toucher une créature et lancer un nombre de d4 égal à votre bonus de maîtrise. La créature récupère un nombre de points de vie égal au total lancé. Une fois que vous utilisez ce trait, vous ne pouvez pas l'utiliser à nouveau jusqu'à ce que vous terminiez un repos long.</p>\n<p><strong>Porteur de Lumière.</strong> Vous connaissez le cantrip @Compendium[5e-complete-fr.5e-spells.thAAdZnGrQEvOAE6]{Light}. La Charisme est votre capacité de lancer des sorts pour celui-ci.</p>\n<p><strong>Révélation Céleste.</strong> Lorsque vous atteignez le niveau 3, choisissez <span style=\"text-decoration:underline\">une</span> des options de révélation ci-dessous. Par la suite, vous pouvez utiliser une action bonus pour libérer l'énergie céleste en vous, en obtenant les avantages de cette révélation. Votre transformation dure 1 minute ou jusqu'à ce que vous la terminiez en tant qu'action bonus. Une fois que vous vous transformez en utilisant votre révélation ci-dessous, vous ne pouvez pas l'utiliser à nouveau jusqu'à ce que vous terminiez un repos long:</p>\n<p>@Compendium[5e-complete-fr.5e-racial-features.MCW85hei85k4Kjtn]</p>\n<p>Vos yeux deviennent brièvement des flaques de ténèbres, et des ailes fantomatiques, sans pouvoir voler, poussent temporairement de votre dos. Les créatures autres que vos alliés à 3 mètres de vous qui peuvent vous voir doivent réussir un jet de sauvegarde de Charisme (DD 8 + votre bonus de maîtrise + votre modificateur de Charisme) ou devenir effrayées de vous jusqu'à la fin de votre prochain tour. Jusqu'à la fin de la transformation, une fois à chacun de vos tours, vous pouvez infliger des dégâts nécrotiques supplémentaires à une cible lorsque vous lui infligez des dégâts avec une attaque ou un sort. Les dégâts supplémentaires sont égaux à votre bonus de maîtrise.</p>\n<hr />\n<p>@Compendium[5e-complete-fr.5e-racial-features.9HyDpSNURS5uCgkc]</p>\n<p>Une lumière brûlante irradie temporairement de vos yeux et de votre bouche. Pendant la durée, vous projetez une lumière vive dans un rayon de 3 mètres et une lumière faible pour 3 mètres supplémentaires, et à la fin de chacun de vos tours, chaque créature à 3 mètres de vous subit des dégâts radiants égaux à votre bonus de maîtrise. Jusqu'à la fin de la transformation, une fois à chacun de vos tours, vous pouvez infliger des dégâts radiants supplémentaires à une cible lorsque vous lui infligez des dégâts avec une attaque ou un sort. Les dégâts supplémentaires sont égaux à votre bonus de maîtrise.</p>\n<hr />\n<p>@Compendium[5e-complete-fr.5e-racial-features.gTFupnqus0hveOBZ]</p>\n<p>Deux ailes spectrales lumineuses poussent temporairement de votre dos. Jusqu'à la fin de la transformation, vous avez une vitesse de vol égale à votre vitesse de marche, et une fois à chacun de vos tours, vous pouvez infliger des dégâts radiants supplémentaires à une cible avec une attaque ou un sort. Les dégâts supplémentaires sont égaux à votre bonus de maîtrise.</p>\n<section class=\"secret\">\n<p><em>Note: Ajoutez la fonctionnalité </em><em>@Compendium[5e-complete-fr.5e-racial-features.QzX60qG4zcqhPgdH] à votre personnage pour utiliser cette capacité.</em></p>\n</section>",
      "chat": "",
      "unidentified": ""
    },
    "source": "MotM",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "_key": "!items!NGbYphjYHqWPw7Zz"
}