{
  "_id": "muz7rfO3qdoNVPNY",
  "name": "Sacred Oath",
  "type": "feat",
  "img": "icons/sundries/documents/document-sealed-red-yellow.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.class-features-expanded.olAqNsUTIef9x8xC"
    },
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>Quand vous atteignez le niveau 3, vous prenez le serment qui vous lie en tant que paladin pour toujours. Jusqu'à ce moment, vous étiez dans une phase préparatoire, engagé sur le chemin mais pas encore prêt à le jurer. Maintenant vous choisissez un serment, comme le Serment de Dévotion.</p><p>Votre choix vous accorde des caractéristiques au niveau 3 et à nouveau aux niveaux 7, 15 et 20. Ces caractéristiques incluent les sorts de serment et la caractéristique Divinité Canalisée.</p><h3>Serments Sacrés</h3><p>@Compendium[5e-complete-fr.5e-subclasses.cN9WFdPHjOnbmuTH]{Serment des Anciens}</p><p>Parfois appelés chevaliers des fées, chevaliers verts ou chevaliers cornus, les paladins qui prêtent ce serment se rangent du côté de la lumière dans le combat cosmique contre les ténèbres parce qu'ils aiment les choses belles et vivifiantes du monde.</p><hr /><p>@Compendium[5e-complete-fr.5e-subclasses.v0OLXxmrO2PWGHk2]{Serment de Conquête}</p><p>Le Serment de Conquête appelle les paladins qui cherchent la gloire au combat et la soumission de leurs ennemis. Il ne suffit pas pour ces paladins d'établir l'ordre. Ils doivent écraser les forces du chaos.</p><hr /><p>@Compendium[5e-complete-fr.5e-subclasses.Jchphy4yjvvpS3eJ]{Serment de la Couronne}</p><p>Le Serment de la Couronne est prêté aux idéaux de la civilisation, qu'il s'agisse de l'esprit d'une nation, de la fidélité à un souverain ou du service à une divinité de loi et de règne. Les paladins qui prêtent ce serment se dévouent à servir la société et, en particulier, les lois justes qui la maintiennent ensemble.</p><hr /><p>@Compendium[5e-complete-fr.5e-subclasses.wmyrVkDoPgTbzVhm]{Serment de Dévotion}</p><p>Le Serment de Dévotion lie un paladin aux idéaux les plus élevés de justice, de vertu et d'ordre. Parfois appelés cavaliers, chevaliers blancs ou guerriers saints, ces paladins incarnent l'idéal du chevalier en armure brillante, agissant avec honneur dans la poursuite de la justice et du bien supérieur.</p><hr /><p>@Compendium[5e-complete-fr.5e-subclasses.fLjrMUMXScQ0OJ8v]{Serment de Gloire}</p><p>Les paladins qui prennent le Serment de Gloire croient qu'ils et leurs compagnons sont destinés à atteindre la gloire par des actes d'héroïsme. Ils s'entraînent avec diligence et encouragent leurs compagnons pour qu'ils soient tous prêts quand le destin appelle.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.KgfPgmoIbpz6F3Cc]{Serment de Rédemption}</p><p>Le Serment de Rédemption met un paladin sur un chemin difficile, celui qui exige d'un guerrier saint d'utiliser la violence seulement en dernier recours. Les paladins qui se dévouent à ce serment croient que toute personne peut être rachetée et que le chemin de la bienveillance et de la justice est un chemin que quiconque peut emprunter.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.DMcVZ2raMZ8yXthn]{Serment de Vengeance}</p><p>Le Serment de Vengeance est un engagement solennel à punir ceux qui ont commis un péché grave. Pour ces paladins – parfois appelés vengeurs ou chevaliers noirs – leur propre pureté n'est pas aussi importante que de rendre justice.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.Uade8LQBmy8ULy22]{Serment des Gardiens}</p><p>Le Serment des Gardiens lie les paladins à protéger les royaumes mortels des ravages des créatures extraplanaires, beaucoup d'entre elles pouvant dévastées les soldats mortels. Ainsi, les Gardiens aiguisent leurs esprits, leurs esprits et leurs corps pour être les armes ultimes contre ces menaces.</p><hr /><p>@Compendium[5e-complete-fr.5e-subclasses.jqLzqrz5fyL3kj2M]{Parjure}</p><p>Un parjure est un paladin qui brise ses serments sacrés pour poursuivre une ambition sombre ou servir une puissance maléfique. Toute lumière qui brûlait dans le cœur du paladin a été éteinte. Il ne reste que les ténèbres.</p><hr /><h3>Sorts de Serment</h3><p>Chaque serment a une liste de sorts associés. Vous gagnez accès à ces sorts aux niveaux spécifiés dans la description du serment. Une fois que vous avez accès à un sort de serment, vous l'avez toujours préparé. Les sorts de serment ne comptent pas contre le nombre de sorts que vous pouvez préparer chaque jour.</p><p>Si vous gagnez un sort de serment qui n'apparaît pas sur la liste des sorts de paladin, le sort est néanmoins un sort de paladin pour vous.</p><h3>Divinité Canalisée</h3><p>@Compendium[5e-complete-fr.5e-class-features.BdhVFmTGhjLm1Ceo]{Divinité Canalisée}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": "",
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "recovery": "",
      "type": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "requirements": "Paladin 3",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1665123317241,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.class-features-expanded.olAqNsUTIef9x8xC",
    "duplicateSource": null
  },
  "_key": "!items!muz7rfO3qdoNVPNY"
}