{
  "name": "Visions of the Past",
  "type": "feat",
  "img": "icons/magic/time/hourglass-tilted-gray.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      },
      "quickCharges": {
        "value": {
          "use": true
        },
        "altValue": {
          "use": true
        }
      }
    },
    "core": {
      "sourceId": "Item.yNlhvXykOfJw1zWR"
    }
  },
  "_id": "8R2ZNRCiOeQFFA0P",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "system": {
    "description": {
      "value": "<p>À partir du 17e niveau, vous pouvez invoquer des visions du passé liées à un objet que vous tenez ou à vos environs immédiats. Vous passez au moins 1 minute en méditation et en prière, puis recevez des aperçus oniriques et ombrés d'événements récents. Vous pouvez méditer de cette manière pendant un nombre de minutes égal à votre score de Sagesse et devez maintenir la concentration pendant ce temps, comme si vous lanciez un sort.</p>\n<p>Une fois que vous utilisez cette fonctionnalité, vous ne pouvez pas l'utiliser à nouveau jusqu'à ce que vous terminiez un court ou long repos.</p>\n<p><strong>Lecture d'objet.</strong> En tenant un objet tout en méditant, vous pouvez voir des visions du précédent propriétaire de l'objet. Après 1 minute de méditation, vous apprenez comment le propriétaire a acquis et perdu l'objet, ainsi que le dernier événement significatif impliquant l'objet et ce propriétaire. Si l'objet a été possédé par une autre créature dans le passé récent (dans un nombre de jours égal à votre score de Sagesse), vous pouvez passer 1 minute supplémentaire pour chaque propriétaire pour apprendre les mêmes informations sur cette créature.</p>\n<p><strong>Lecture de zone.</strong> En méditant, vous voyez des visions d'événements récents dans votre proximité immédiate (une pièce, une rue, un tunnel, une clairière, ou similaire, jusqu'à un cube de 50 pieds), remontant à un nombre de jours égal à votre score de Sagesse. Pour chaque minute de méditation, vous apprenez un événement significatif, en commençant par le plus récent. Les événements significatifs impliquent généralement des émotions puissantes, telles que des batailles et des trahisons, des mariages et des meurtres, des naissances et des funérailles. Cependant, ils peuvent également inclure des événements plus ordinaires qui sont néanmoins importants dans votre situation actuelle.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 1,
      "max": "1",
      "per": "sr"
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "Knowledge Domain 17",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "_key": "!items!8R2ZNRCiOeQFFA0P"
}