{
  "name": "Pipes of the Sewers",
  "type": "consumable",
  "img": "icons/tools/instruments/flute-simple-wood.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.nvhk1quD0Dg1ZtSH"
    }
  },
  "_id": "DP31acWgmBXvjA1C",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux, (nécessite l'accord)</em></p>\n<p>Vous devez être compétent avec les instruments à vent pour utiliser ces flûtes. Tant que vous êtes accordé aux flûtes, les rats ordinaires et les rats géants vous sont indifférents et ne vous attaqueront pas à moins que vous ne les menaciez ou ne leur fassiez du mal.</p>\n<p>Les flûtes ont 3 charges. Si vous jouez des flûtes en tant qu'action, vous pouvez utiliser une action bonus pour dépenser 1 à 3 charges, appelant un @Compendium[dnd5e.monsters.8ihbbjkaOFTPbI73] avec chaque charge dépensée, à condition qu'il y ait assez de rats à moins de 0.8 kilomètres de vous pour être appelés de cette manière (comme déterminé par le MJ). Si les rats ne sont pas assez nombreux pour former un essaim, la charge est gaspillée. Les essaims appelés se déplacent vers la musique par le chemin le plus court disponible mais ne sont pas autrement sous votre contrôle. Les flûtes récupèrent 1d3 charges dépensées quotidiennement à l'aube.</p>\n<p>Chaque fois qu'un essaim de rats qui n'est pas sous le contrôle d'une autre créature s'approche à moins de 9 mètres de vous pendant que vous jouez des flûtes, vous pouvez faire un jet de Charisme contesté par le jet de Sagesse de l'essaim. Si vous perdez le concours, l'essaim se comporte comme il le ferait normalement et ne peut pas être influencé par la musique des flûtes pendant les 24 prochaines heures. Si vous gagnez le concours, l'essaim est influencé par la musique des flûtes et devient ami avec vous et vos compagnons tant que vous continuez à jouer des flûtes chaque round en tant qu'action. Un essaim ami obéit à vos commandes. Si vous ne donnez pas d'ordres à un essaim ami, il se défend mais n'entreprend autrement aucune action. Si un essaim ami commence son tour et ne peut pas entendre la musique des flûtes, votre contrôle sur cet essaim prend fin, et l'essaim se comporte comme il le ferait normalement et ne peut pas être influencé par la musique des flûtes pendant les 24 prochaines heures.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 185",
    "quantity": 1,
    "weight": 1,
    "price": 2000,
    "attunement": 1,
    "equipped": false,
    "rarity": "uncommon",
    "identified": true,
    "activation": {
      "type": "bonus",
      "cost": 1,
      "condition": "Proficiency with wind instruments. "
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": 0.5,
      "long": 0,
      "units": "mi"
    },
    "uses": {
      "value": 3,
      "max": 3,
      "per": "charges",
      "autoDestroy": false,
      "autoUse": true
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "abil",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": null,
      "scaling": "cha"
    },
    "consumableType": "trinket",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!DP31acWgmBXvjA1C"
}