{
  "name": "Portable Hole",
  "type": "consumable",
  "img": "icons/magic/unholy/barrier-shield-glowing-pink.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.rvxGvcUzoQXVNbAu"
    }
  },
  "_id": "3TTMHqMQ4FlKLbYB",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>Objet merveilleux</em></p>\n<p>Ce fin tissu noir, doux comme de la soie, est plié aux dimensions d'un mouchoir. Il se déplie en une feuille circulaire de 2 mètres de diamètre.</p>\n<p>Vous pouvez utiliser une action pour déplier un Portable Hole et le placer sur ou contre une surface solide, ce qui crée un trou extradimensionnel de 3 mètres de profondeur. L'espace cylindrique à l'intérieur du trou existe sur un plan différent, il ne peut donc pas être utilisé pour créer des passages ouverts. Toute créature à l'intérieur d'un Portable Hole ouvert peut sortir du trou en grimpant.</p>\n<p>Vous pouvez utiliser une action pour fermer un Portable Hole en prenant les bords du tissu et en le repliant. Le pliage du tissu ferme le trou, et toute créature ou objet à l'intérieur reste dans l'espace extradimensionnel. Peu importe ce qu'il contient, le trou pèse presque rien.</p>\n<p>Si le trou est replié, une créature à l'intérieur de l'espace extradimensionnel du trou peut utiliser une action pour effectuer un test de Force DC 10. En cas de réussite, la créature force son chemin et apparaît à moins de 2 mètres du portable hole ou de la créature le portant. Une créature respirante à l'intérieur d'un Portable Hole fermé peut survivre jusqu'à 10 minutes, après quoi elle commence à suffoquer.</p>\n<p>Placer un portable hole à l'intérieur d'un espace extradimensionnel créé par un bag of holding, handy haversack, ou un objet similaire détruit instantanément les deux objets et ouvre une porte vers le Astral Plane. La porte prend naissance à l'endroit où un objet a été placé à l'intérieur de l'autre. Toute créature à moins de 3 mètres de la porte est aspirée à travers elle et déposée à un emplacement aléatoire sur le Astral Plane. La porte se ferme ensuite. La porte est à sens unique et ne peut pas être rouverte.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 185",
    "quantity": 1,
    "weight": 0,
    "price": 8000,
    "attunement": 0,
    "equipped": false,
    "rarity": "rare",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": 10,
      "units": "minute"
    },
    "target": {
      "value": 3,
      "width": null,
      "units": "ft",
      "type": "radius"
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": "",
      "autoDestroy": false,
      "autoUse": false
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "abil",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "str",
      "dc": 10,
      "scaling": "flat"
    },
    "consumableType": "trinket",
    "attributes": {
      "spelldc": 10
    },
    "details": {
      "description": "<p><em>Wondrous item</em></p>\n<p>This fine black cloth, soft as silk, is folded up to the dimensions of a handkerchief. It unfolds into a circular sheet 6 feet in diameter.</p>\n<p>You can use an action to unfold a Portable Hole and place it on or against a solid surface, whereupon the Portable Hole creates an extradimensional hole 10 feet deep. The cylindrical space within the hole exists on a different plane, so it can't be used to create open passages. Any creature inside an open Portable Hole can exit the hole by climbing out of it.</p>\n<p>You can use an action to close a Portable Hole by taking hold of the edges of the cloth and folding it up. Folding the cloth closes the hole, and any creatures or objects within remain in the extradimensional space. No matter what's in it, the hole weighs next to nothing.</p>\n<p>If the hole is folded up, a creature within the hole's extradimensional space can use an action to make a DC 10 Strength check. On a successful check, the creature forces its way out and appears within 5 feet of the portable hole or the creature carrying it. A breathing creature within a closed Portable Hole can survive for up to 10 minutes, after which time it begins to suffocate.</p>\n<p>Placing a portable hole inside an extradimensional space created by a @Compendium[dnd5e.items.aDHRuUs29SrumWfq]{Bag of Holding}, @Compendium[dnd5e.items.7vqs5AqI4VCmuszx]{Handy Haversack}, or similar item instantly destroys both items and opens a gate to the Astral Plane. The gate originates where the one item was placed inside the other. Any creature within 10 feet of the gate is sucked through it and deposited in a random location on the Astral Plane. The gate then closes. The gate is one-way only and can't be reopened.</p>"
    }
  },
  "_key": "!items!3TTMHqMQ4FlKLbYB"
}