{
  "name": "Rod of Absorption",
  "type": "consumable",
  "img": "icons/magic/fire/barrier-wall-explosion-orange.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.dnd5e.items.6pjaQzbtxQTuQ4RW"
    }
  },
  "_id": "BvPASD2UZ1bTm42x",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "4lCdaYwhvK1T68Lv": 3
  },
  "system": {
    "description": {
      "value": "<p><em>(Requires attunement)</em></p>\n<p>Tandis que vous tenez cette baguette, vous pouvez utiliser votre réaction pour absorber un sort qui vous cible uniquement et qui n'a pas d'effet de zone. L'effet du sort absorbé est annulé, et l'énergie du sort - et non le sort lui-même - est stockée dans la baguette. L'énergie a le même niveau que celui du sort lorsqu'il a été lancé. La baguette peut absorber et stocker jusqu'à 50 niveaux d'énergie au cours de son existence. Une fois que la baguette a absorbé 50 niveaux d'énergie, elle ne peut plus en absorber davantage. Si vous êtes ciblé par un sort que la baguette ne peut pas stocker, la baguette n'a aucun effet sur ce sort.</p>\n<p>Lorsque vous vous attunez à la baguette, vous savez combien de niveaux d'énergie la baguette a absorbés au cours de son existence, et combien de niveaux d'énergie de sort elle a actuellement stockés.</p>\n<p>Si vous êtes un lanceur de sorts tenant la baguette, vous pouvez convertir l'énergie stockée en elle en emplacements de sort pour lancer des sorts que vous avez préparés ou que vous connaissez. Vous pouvez créer des emplacements de sort uniquement d'un niveau égal ou inférieur à vos propres emplacements de sort, jusqu'à un maximum de 5e niveau. Vous utilisez les niveaux stockés à la place de vos emplacements, mais lancez le sort normalement par ailleurs. Par exemple, vous pouvez utiliser 3 niveaux stockés dans la baguette comme un emplacement de sort de 3e niveau.</p>\n<p>Une baguette nouvellement trouvée a 1d10 niveaux d'énergie de sort stockés en elle. Une baguette qui ne peut plus absorber d'énergie de sort et qui n'a plus d'énergie restante devient non magique.</p>\n<p>**Foundry note: the rod currently has the maximum 10 charges for a newly found rod. Adjust as required.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DMG pg. 195",
    "quantity": 1,
    "weight": 5,
    "price": 50000,
    "attunement": 1,
    "equipped": false,
    "rarity": "legendary",
    "identified": true,
    "activation": {
      "type": "reaction",
      "cost": 1,
      "condition": "Spell slots created can be no higher than 5th level."
    },
    "duration": {
      "value": 0,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": null,
      "type": "self"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "self"
    },
    "uses": {
      "value": 10,
      "max": 50,
      "per": "charges",
      "autoDestroy": false,
      "autoUse": false
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "consumableType": "rod",
    "attributes": {
      "spelldc": 10
    }
  },
  "_key": "!items!BvPASD2UZ1bTm42x"
}