{
  "_id": "CqhFOojEcLwo8jok",
  "name": "Arcane Tradition",
  "type": "feat",
  "img": "icons/sundries/scrolls/scroll-yellow-teal.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "critRange": {
        "value": null
      },
      "critDamage": {
        "value": ""
      },
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "core": {
      "sourceId": "Compendium.world.class-features-expanded.AEWr9EMxy5gj4ZFT"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>Lorsque vous atteignez le 2ème niveau, vous choisissez une tradition arcane, façonnant votre pratique de la magie à travers l'une des huit écoles, telles que l'Évocation.</p><p>Votre choix vous accorde des caractéristiques au 2ème niveau, puis à nouveau aux 6ème, 10ème et 14ème niveaux.</p><h3>Arcane Traditions</h3><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.gI8vZdvrAZRfnyDO]{Bladesinging}</p><p>Bladesingers maîtrisent une tradition de sorcellerie qui incorpore l'escrime et la danse. Originellement créée par les elfes, cette tradition a été adoptée par des praticiens non-elfes, qui honorent et développent les voies elfiques.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.jYkdKjaA4Ty7F2XB]{Chronurgy Magic}</p><p>Se concentrant sur la manipulation du temps, ceux qui suivent la tradition de la Chronurgy apprennent à altérer le rythme de la réalité selon leurs désirs. En utilisant l'augmentation de l'énergie anticipatoire dunamis, ces mages peuvent plier le flux du temps avec autant d'adresse qu'un musicien habile joue d'un instrument, offrant à eux-mêmes et à leurs alliés un avantage en un clin d'œil.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.fpVKGKD5A84iIPx1]{Graviturgy Magic}</p><p>En comprenant et en maîtrisant les forces qui attirent les corps de matière ensemble ou les repoussent, les étudiants de la tradition arcane de la Graviturgy apprennent à plier et à manipuler l'énergie violente de la gravité à leur bénéfice, et au terrible détriment de leurs ennemis.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.7d6xP88zKhrTFr1Y]{Order of Scribes}</p><p>Magie du livre - c'est ainsi que beaucoup de gens appellent la sorcellerie. Le nom est approprié, étant donné le temps que les sorciers passent à étudier des tomes et à rédiger des théories sur la nature de la magie.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.pn9GICF8uVYelWzF]{School of Abjuration}</p><p>L'École de l'Abjuration met l'accent sur la magie qui bloque, bannit ou protège. Les détracteurs de cette école disent que sa tradition est celle du déni, de la négation plutôt que de l'affirmation positive. Vous comprenez, cependant, que mettre fin aux effets nuisibles, protéger les faibles et bannir les influences maléfiques est tout sauf un vide philosophique. C'est une vocation fière et respectée.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.B3Ipt8gAHTO3XMd2]{School of Conjuration}</p><p>En tant que conjureur, vous favorisez les sorts qui produisent des objets et des créatures à partir de rien. Vous pouvez conjurer des nuages de brume mortelle ou invoquer des créatures d'ailleurs pour combattre à vos côtés. À mesure que votre maîtrise grandit, vous apprenez des sorts de téléportation et pouvez vous téléporter sur de vastes distances, même vers d'autres plans d'existence, en un instant.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.kochx5Qd1Kg0eY4a]{School of Divination}</p><p>Le conseil d'un devin est recherché par la royauté et les communs, car tous cherchent une meilleure compréhension du passé, du présent et du futur. En tant que devin, vous aspirez à écarter les voiles de l'espace, du temps et de la conscience afin de voir clairement. Vous travaillez à maîtriser les sorts de discernement, de vision à distance, de connaissance surnaturelle et de prescience.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.zCE6ty22lX7nsGp6]{School of Enchantment}</p><p>En tant que membre de l'École d'Enchantement, vous avez affiné votre capacité à fasciner et à charmer magiquement d'autres personnes et monstres. Certains enchanteurs sont des pacificateurs qui ensorcellent les violents pour qu'ils déposent leurs armes et charment les cruels pour qu'ils montrent de la miséricorde. D'autres sont des tyrans qui lient magiquement les récalcitrants à leur service. La plupart des enchanteurs se situent quelque part entre les deux.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.fH3GAI6udauSY1wQ]{School of Evocation}</p><p>Vous concentrez vos études sur la magie qui crée des effets élémentaires puissants tels que le froid glacial, la flamme brûlante, le tonnerre roulant, l'éclat de la foudre et l'acide brûlant. Certains évocateurs trouvent un emploi dans les forces militaires, servant d'artillerie pour bombarder les armées ennemies de loin. D'autres utilisent leur pouvoir spectaculaire pour protéger les faibles, tandis que certains cherchent leur propre gain en tant que bandits, aventuriers ou tyrans en herbe.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.latUW5gDAzLysutL]{School of Illusion}</p><p>Vous concentrez vos études sur la magie qui éblouit les sens, trouble l'esprit et trompe même les plus sages. Votre magie est subtile, mais les illusions créées par votre esprit aigu font paraître l'impossible réel. Certains illusionnistes – y compris de nombreux sorciers gnomes – sont des farceurs bienveillants qui utilisent leurs sorts pour divertir. D'autres sont des maîtres plus sinistres de la tromperie, utilisant leurs illusions pour effrayer et tromper les autres pour leur propre gain.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.ZGnWR1ir6B9M6Z1n]{School of Necromancy}</p><p>L'École de Nécromancie explore les forces cosmiques de la vie, de la mort et de la non-mort. En concentrant vos études dans cette tradition, vous apprenez à manipuler l'énergie qui anime toutes choses vivantes. À mesure que vous progressez, vous apprenez à drainer la force vitale d'une créature alors que votre magie détruit son corps, transformant cette énergie vitale en pouvoir magique que vous pouvez manipuler.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.BNt5jzCO4ne9JXdI]{School of Transmutation}</p><p>Vous êtes un étudiant des sorts qui modifient l'énergie et la matière. Pour vous, le monde n'est pas une chose fixe, mais éminemment mutable, et vous vous réjouissez d'être un agent de changement. Vous maniez la matière brute de la création et apprenez à altérer à la fois les formes physiques et les qualités mentales. Votre magie vous donne les outils pour devenir un forgeron sur l'enclume de la réalité.</p><hr /><p>@UUID[Compendium.5e-complete-fr.5e-subclasses.C6EHiHeO3Ieigzzl]{War Magic}</p><p>Une variété de collèges arcaniques se spécialisent dans la formation des sorciers pour la guerre. La tradition de la War Magic combine les principes de l'Évocation et de l'Abjuration, plutôt que de se spécialiser dans l'une ou l'autre de ces écoles. Elle enseigne des techniques qui renforcent les sorts d'un lanceur, tout en fournissant des méthodes pour que les sorciers renforcent leurs propres défenses.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": "",
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "recovery": "",
      "type": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "requirements": "Magicien 2",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1665648072420,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.class-features-expanded.AEWr9EMxy5gj4ZFT",
    "duplicateSource": null
  },
  "_key": "!items!CqhFOojEcLwo8jok"
}