{
  "_id": "54VuBQRbwSNd9rOc",
  "name": "Spellcasting (Wizard)",
  "type": "feat",
  "img": "icons/magic/fire/explosion-embers-orange.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "critRange": {
        "value": null
      },
      "critDamage": {
        "value": ""
      },
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "core": {
      "sourceId": "Compendium.world.class-features-expanded.gbNo5eVPaqr8IVKL"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>En tant qu'étudiant de la magie arcane, vous possédez un grimoire contenant des sorts qui montrent les premiers éclats de votre véritable pouvoir.</p><h3>Cantrips</h3><p>Au niveau 1, vous connaissez trois cantrips de votre choix de la liste des sorts du magicien. Vous apprenez des cantrips supplémentaires de votre choix à des niveaux plus élevés, comme indiqué dans la colonne Cantrips Connus du tableau du Magicien.</p><h3>Grimoire</h3><p>Au niveau 1, vous avez un @Compendium[5e-complete-fr.5e-items.OMQBXyCe1FI2bf9C]{Grimoire} contenant six sorts de niveau 1 du magicien de votre choix. Votre grimoire est le dépôt des sorts de magicien que vous connaissez, sauf vos cantrips, qui sont fixés dans votre esprit.</p><h3>Préparation et Lancement de Sorts</h3><p>Le tableau du Magicien montre combien de emplacements de sort vous avez pour lancer vos sorts de magicien de niveau 1 et supérieur. Pour lancer l'un de ces sorts, vous devez dépenser un emplacement du niveau du sort ou supérieur. Vous récupérez tous les emplacements de sort dépensés lorsque vous terminez un <strong>long repos</strong>.</p><p>Vous préparez la liste des sorts de magicien qui sont disponibles pour vous lancer. Pour ce faire, choisissez un nombre de sorts de magicien de votre grimoire égal à votre <strong>modificateur d'Intelligence + votre niveau de magicien</strong> (minimum d'un sort). Les sorts doivent être d'un niveau pour lequel vous avez des emplacements de sort.</p><p>Par exemple, si vous êtes un magicien de niveau 3, vous avez quatre emplacements de sort de niveau 1 et deux emplacements de sort de niveau 2. Avec une Intelligence de 16, votre liste de sorts préparés peut inclure six sorts de niveau 1 ou 2, dans n'importe quelle combinaison, choisis dans votre grimoire. Si vous préparez le sort de niveau 1 missile magique, vous pouvez le lancer en utilisant un emplacement de niveau 1 ou de niveau 2. Lancer le sort ne le retire pas de votre liste de sorts préparés.</p><p>Vous pouvez changer votre liste de sorts préparés lorsque vous terminez un <strong>long repos</strong>. Préparer une nouvelle liste de sorts de magicien nécessite du temps passé à étudier votre grimoire et à mémoriser les incantations et les gestes que vous devez faire pour lancer le sort : au moins 1 minute par niveau de sort pour chaque sort sur votre liste.</p><h3>Tableau de Lancement de Sorts</h3><table border=\"1\"><thead><tr><td rowspan=\"2\">Level</td><td rowspan=\"2\"><p>Cantrips<br />Connus</p></td><td style=\"text-align:center\" colspan=\"9\">—Emplacements de Sort par Niveau de Sort—</td></tr><tr><td>1st</td><td>2nd</td><td>3rd</td><td>4th</td><td>5th</td><td>6th</td><td>7th</td><td>8th</td><td>9th</td></tr></thead><tbody><tr><td>1st</td><td>3</td><td>2</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>2nd</td><td>3</td><td>3</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>3rd</td><td>3</td><td>4</td><td>2</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>4th</td><td>4</td><td>4</td><td>3</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>5th</td><td>4</td><td>4</td><td>3</td><td>2</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>6th</td><td>4</td><td>4</td><td>3</td><td>3</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>7th</td><td>4</td><td>4</td><td>3</td><td>3</td><td>1</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>8th</td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>9th</td><td>4</td><td>4</td><td>3</td><td>3</td><td>3</td><td>1</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>10th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>11th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>-</td><td>-</td><td>-</td></tr><tr><td>12th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>-</td><td>-</td><td>-</td></tr><tr><td>13th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>-</td><td>-</td></tr><tr><td>14th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>-</td><td>-</td></tr><tr><td>15th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td><td>-</td></tr><tr><td>16th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td><td>-</td></tr><tr><td>17th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr><td>18th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr><td>19th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td></tr><tr><td>20th</td><td>5</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td><td>1</td><td>1</td></tr></tbody></table><h3>Capacité de Lancement de Sorts</h3><p>L'Intelligence est votre capacité de lancement de sorts pour vos sorts de magicien, puisque vous apprenez vos sorts par une étude et une mémorisation dédiées. Vous utilisez votre Intelligence chaque fois qu'un sort fait référence à votre capacité de lancement de sorts. En outre, vous utilisez votre modificateur d'Intelligence pour définir la difficulté de sauvegarde pour un sort de magicien que vous lancez et pour effectuer un jet d'attaque avec celui-ci.</p><p><strong>Difficulté de sauvegarde de sort</strong> = 8 + votre bonus de maîtrise + votre modificateur d'Intelligence</p><p><strong>Modificateur d'attaque de sort</strong> = votre bonus de maîtrise + votre modificateur d'Intelligence</p><h3>Lancement de Rituel</h3><p>Vous pouvez lancer un sort de magicien en tant que rituel si ce sort porte la balise rituel et que vous avez le sort dans votre grimoire. Vous n'avez pas besoin de l'avoir préparé.</p><h3>Focalisation de Lancement de Sorts</h3><p>Vous pouvez utiliser un focus arcane comme focalisation de lancement de sorts pour vos sorts de magicien.</p><h3>Apprentissage de Sorts de Niveau 1 et Supérieur</h3><p>Chaque fois que vous gagnez un niveau de magicien, vous pouvez ajouter deux sorts de magicien de votre choix à votre grimoire gratuitement. Chacun de ces sorts doit être d'un niveau pour lequel vous avez des emplacements de sort, comme indiqué dans le tableau du Magicien. Au cours de vos aventures, vous pourriez trouver d'autres sorts que vous pouvez ajouter à votre grimoire (voir la sidebar “Votre Grimoire”).</p><h3>Votre Grimoire</h3><p>Les sorts que vous ajoutez à votre grimoire lorsque vous gagnez des niveaux reflètent la recherche arcane que vous effectuez de votre propre chef, ainsi que les percées intellectuelles que vous avez eues sur la nature du multivers. Vous pourriez découvrir d'autres sorts au cours de vos aventures. Vous pourriez découvrir un sort enregistré sur un parchemin dans le coffre d'un magicien maléfique, par exemple, ou dans un vieux tome dans une bibliothèque antique.</p><p><em><strong>Copier un Sort dans le Livre.</strong></em> Lorsque vous trouvez un sort de magicien de niveau 1 ou supérieur, vous pouvez l'ajouter à votre grimoire s'il est d'un niveau de sort que vous pouvez préparer et si vous pouvez vous permettre de le déchiffrer et de le copier.</p><p>Copier ce sort dans votre grimoire implique de reproduire la forme de base du sort, puis de déchiffrer le système de notation unique utilisé par le magicien qui l'a écrit. Vous devez pratiquer le sort jusqu'à ce que vous compreniez les sons ou les gestes requis, puis le transcrire dans votre grimoire en utilisant votre propre notation.</p><p>Pour chaque niveau du sort, le processus prend 2 heures et coûte 50 po. Le coût représente les composants matériels que vous dépensez en expérimentant avec le sort pour le maîtriser, ainsi que les encres fines dont vous avez besoin pour l'enregistrer. Une fois que vous avez passé ce temps et cette argent, vous pouvez préparer le sort comme vos autres sorts.</p><p><em><strong>Remplacer le Livre.</strong></em> Vous pouvez copier un sort de votre propre grimoire dans un autre livre—par exemple, si vous souhaitez faire une copie de sauvegarde de votre grimoire. C'est comme copier un nouveau sort dans votre grimoire, mais plus rapide et plus facile, puisque vous comprenez votre propre notation et savez déjà comment lancer le sort. Vous devez passer 1 heure et 10 po pour chaque niveau du sort copié.</p><p>Si vous perdez votre grimoire, vous pouvez utiliser la même procédure pour transcrire les sorts que vous avez préparés dans un nouveau grimoire. Remplir le reste de votre grimoire nécessite de trouver de nouveaux sorts pour le faire, comme d'habitude. Pour cette raison, de nombreux magiciens gardent des grimoires de sauvegarde en lieu sûr.</p><p><em><strong>L'apparence du Livre.</strong></em> Votre grimoire est une compilation unique de sorts, avec ses propres fioritures décoratives et notes en marge. Il pourrait s'agir d'un volume en cuir fonctionnel et simple que vous avez reçu en cadeau de votre maître, d'un tome relié avec des bords dorés que vous avez trouvé dans une bibliothèque antique, ou même d'une collection lâche de notes rassemblées après avoir perdu votre précédent grimoire dans un accident.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "Wizard 1",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664961869979,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Compendium.world.class-features-expanded.gbNo5eVPaqr8IVKL",
    "duplicateSource": null
  },
  "_key": "!items!54VuBQRbwSNd9rOc"
}
