{
  "_id": "TCUwnWjzLyvbGaIQ",
  "name": "Spirit Totem",
  "type": "feat",
  "img": "icons/creatures/mammals/unicorn-horned-white.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      },
      "quickCharges": {
        "value": {
          "use": true
        },
        "altValue": {
          "use": true
        }
      }
    },
    "core": {
      "sourceId": "Item.kmaAG3N0TwlOAR7j"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "system": {
    "description": {
      "value": "<p>À partir du 2e niveau, vous obtenez la capacité d'invoquer des esprits de la nature et de les utiliser pour influencer le monde qui vous entoure.</p>\n<p>En tant qu'action bonus, vous pouvez magiquement invoquer un esprit incorpore à un point que vous pouvez voir dans un rayon de 60 pieds autour de vous. L'esprit crée une aura dans un rayon de 30 pieds autour de ce point. Il ne compte ni comme une créature ni comme un objet, bien qu'il ait l'apparence spectrale de la créature qu'il représente. En tant qu'action bonus, vous pouvez déplacer l'esprit jusqu'à 60 pieds à un point que vous pouvez voir.</p>\n<p>L'esprit persiste pendant 1 minute. Une fois que vous utilisez cette fonctionnalité, vous ne pouvez pas l'utiliser à nouveau jusqu'à ce que vous terminiez un repos court ou long.</p>\n<p>L'effet de l'aura de l'esprit dépend du type d'esprit que vous invoquez parmi les options ci-dessous.</p>\n<p><strong>Bear Spirit.</strong> L'esprit de l'ours vous accorde, à vous et à vos alliés, sa force et son endurance. Chaque créature de votre choix dans l'aura lorsque l'esprit apparaît gagne des points de vie temporaires égaux à 5 + votre niveau de druide. De plus, vous et vos alliés bénéficiez d'un avantage sur les tests de Force et les jets de sauvegarde de Force tant que vous êtes dans l'aura.</p>\n<p><strong>Hawk Spirit.</strong> L'esprit du faucon est un chasseur consommé, aidant vous et vos alliés avec sa vue perçante. Lorsqu'une créature fait un jet d'attaque contre une cible dans l'aura de l'esprit, vous pouvez utiliser votre réaction pour accorder un avantage à ce jet d'attaque. De plus, vous et vos alliés bénéficiez d'un avantage sur les tests de Sagesse (Perception) tant que vous êtes dans l'aura.</p>\n<p><strong>Unicorn Spirit.</strong> L'esprit de la licorne prête sa protection à ceux qui l'entourent. Vous et vos alliés bénéficiez d'un avantage sur tous les tests d'aptitude effectués pour détecter des créatures dans l'aura de l'esprit. De plus, si vous lancez un sort en utilisant un emplacement de sort qui restaure des points de vie à toute créature à l'intérieur ou à l'extérieur de l'aura, chaque créature de votre choix dans l'aura récupère également des points de vie égaux à votre niveau de druide.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "XGE",
    "activation": {
      "type": "bonus",
      "cost": null,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 1,
      "max": "1",
      "per": "sr"
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "Circle of the Shepherd 2",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "_key": "!items!TCUwnWjzLyvbGaIQ"
}
