{
  "_id": "grNne75ttOreREDV",
  "name": "Tales from Beyond",
  "type": "feat",
  "img": "icons/tools/instruments/lute-gold-brown.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      },
      "quickCharges": {
        "value": {
          "use": true,
          "charge": true
        },
        "altValue": {
          "use": true,
          "charge": true
        }
      }
    },
    "core": {
      "sourceId": "Item.0qp1KpHEQBmSJIXr"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": [
            0
          ]
        }
      ]
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "system": {
    "description": {
      "value": "<p>Vous vous adressez aux esprits autour de vous, leur permettant de raconter leur histoire à travers vous.</p>\n<details>\n<summary style=\"padding-bottom:8px\"><strong>Description Complète</strong></summary>\n<blockquote style=\"font-style:normal\">\n<p>À partir du 3ème niveau, vous vous adressez aux esprits qui racontent leurs histoires à travers vous. Tant que vous tenez votre Spiritual Focus, vous pouvez utiliser une <strong>action bonus</strong> pour dépenser une utilisation de votre @Compendium[5e-complete-fr.5e-class-features.7Q7X8BnKOsk2SXSt]{Bardic Inspiration} et lancer un dé sur la table Spirit Tales en utilisant votre dé Bardic Inspiration pour déterminer l'histoire que les esprits vous dirigent pour la raconter. Vous retenez l'histoire en mémoire jusqu'à ce que vous accordiez l'effet de l'histoire ou que vous terminiez un court ou long repos.</p>\n<p>Vous pouvez utiliser une <strong>action </strong>pour choisir une créature que vous pouvez voir à 30 pieds de vous (cela peut être vous) comme cible de l'effet de l'histoire. Une fois fait, vous ne pouvez plus accorder l'effet de l'histoire jusqu'à ce que vous le relanciez.</p>\n<p>Vous ne pouvez retenir qu'une seule de ces histoires en mémoire à la fois, et le fait de lancer sur la table Spirit Tales met immédiatement fin à l'effet de l'histoire précédente.</p>\n<p>Si l'histoire nécessite un jet de sauvegarde, la DC est égale à votre DC de sauvegarde de sort.</p>\n</blockquote>\n</details><details>\n<summary style=\"padding-bottom:8px\"><strong>Table des Histoires des Esprits</strong></summary>\n<blockquote style=\"font-style:normal\">\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:6.51378%\">Dé</td>\n<td style=\"width:93.4862%\">Histoire Racontée Par Vous</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:6.51378%\">1</td>\n<td style=\"width:93.4862%\"><strong>Histoire de l'Animal Astucieux.</strong> Pendant les 10 prochaines minutes, chaque fois que la cible fait un test d'Intelligence, de Sagesse ou de Charisme, la cible peut lancer un dé supplémentaire immédiatement après avoir lancé le d20 et ajouter le nombre du dé supplémentaire au test. Le dé supplémentaire est du même type que votre dé Bardic Inspiration.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">2</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Dueliste Renommé.</strong> Vous faites une attaque de sort au corps à corps contre la cible. En cas de succès, la cible subit des dégâts de force égaux à deux lancers de votre dé Bardic Inspiration + votre modificateur de Charisme.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">3</td>\n<td style=\"width:93.4862%\"><strong>Histoire des Amis Chéris.</strong> La cible et une autre créature de son choix qu'elle peut voir à 5 pieds d'elle gagnent des points de vie temporaires égaux à un lancer de votre dé Bardic Inspiration + votre modificateur de Charisme.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">4</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Fugitif.</strong> La cible peut immédiatement utiliser sa réaction pour se téléporter jusqu'à 30 pieds dans un espace inoccupé qu'elle peut voir. Lorsque la cible se téléporte, elle peut choisir un nombre de créatures qu'elle peut voir à 30 pieds d'elle jusqu'à votre modificateur de Charisme (minimum de 0) pour utiliser la même réaction immédiatement.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">5</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Vengeur.</strong> Pendant 1 minute, toute créature qui frappe la cible avec une attaque au corps à corps subit des dégâts de force égaux à un lancer de votre dé Bardic Inspiration.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">6</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Voyageur.</strong> La cible gagne des points de vie temporaires égaux à un lancer de votre dé Bardic Inspiration + votre niveau de barde. Tant qu'elle a ces points de vie temporaires, la vitesse de marche de la cible augmente de 10 pieds et elle gagne un bonus de +1 à sa CA.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">7</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Séducteur.</strong> La cible doit réussir un jet de sauvegarde de Sagesse ou subir des dégâts psychiques égaux à deux lancers de votre dé Bardic Inspiration, et la cible est incapacitée jusqu'à la fin de son prochain tour.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">8</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Fantôme.</strong> La cible devient invisible jusqu'à la fin de son prochain tour ou jusqu'à ce qu'elle frappe une créature avec une attaque. Si elle frappe une créature avec une attaque pendant cette invisibilité, la créature frappée subit des dégâts nécrotiques égaux à un lancer de votre dé Bardic Inspiration et est effrayée par la cible jusqu'à la fin du prochain tour de la créature effrayée.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">9</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Brute.</strong> Chaque créature du choix de la cible qu'elle peut voir à 30 pieds d'elle doit faire un jet de sauvegarde de Force. En cas d'échec, une créature subit des dégâts de tonnerre égaux à trois lancers de votre dé Bardic Inspiration et est renversée. Une créature qui réussit son jet de sauvegarde subit la moitié des dégâts et n'est pas renversée.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">10</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Dragon.</strong> La cible crache du feu par la bouche en un cône de 30 pieds. Chaque créature dans cette zone doit faire un jet de sauvegarde de Dextérité, subissant des dégâts de feu égaux à quatre lancers de votre dé Bardic Inspiration en cas d'échec, ou la moitié des dégâts en cas de succès.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">11</td>\n<td style=\"width:93.4862%\"><strong>Histoire de l'Ange.</strong> La cible récupère des points de vie égaux à deux lancers de votre dé Bardic Inspiration + votre modificateur de Charisme, et vous mettez fin à une condition de la liste suivante affectant la cible : aveuglé, assourdi, paralysé, pétrifié ou empoisonné.</td>\n</tr>\n<tr>\n<td style=\"width:6.51378%\">12</td>\n<td style=\"width:93.4862%\"><strong>Histoire du Tordu de l'Esprit.</strong> Vous invoquez une fable incompréhensible d'un être d'un autre monde. La cible doit réussir un jet de sauvegarde d'Intelligence ou subir des dégâts psychiques égaux à trois lancers de votre dé Bardic Inspiration et être étourdie jusqu'à la fin de son prochain tour.</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n</details>\n<section class=\"secret\">\n<p><em>Note: Lorsque vous ajoutez cette fonctionnalité à votre personnage, définissez la Consommation de Ressources sur Utilisations d'Objet: Bardic Inspiration.</em></p>\n<p><em>L'utilisation de cette fonctionnalité épuise sa Charge. Le rechargement indique au MJ que vous souhaitez préparer une nouvelle histoire.</em></p>\n</section>",
      "chat": "",
      "unidentified": ""
    },
    "source": "VRGR",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 30,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": ""
    },
    "consume": {
      "type": "charges",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "other",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "@scale.college-of-spirits.tales-from-beyond",
          ""
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "College of Spirits 3",
    "recharge": {
      "value": 1,
      "charged": true
    }
  },
  "_key": "!items!grNne75ttOreREDV"
}
