{
  "_id": "jXMI4Iy8McDpVl5y",
  "name": "Wild Shape",
  "type": "feat",
  "img": "icons/creatures/mammals/wolf-howl-moon-forest-blue.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.class-features-expanded.swK0r5TOIxredxWS"
    },
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      },
      "quickCharges": {
        "value": {
          "use": true
        },
        "altValue": {
          "use": true
        }
      }
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "system": {
    "description": {
      "value": "<p>À partir du 2nd niveau, vous pouvez utiliser votre action pour magiquement prendre la forme d'une bête que vous avez vue auparavant. Vous pouvez utiliser cette capacité deux fois. Vous récupérez les utilisations dépensées lorsque vous terminez un repos court ou long.</p>\n<p>Votre niveau de druide détermine les bêtes que vous pouvez transformer, comme le montre le tableau Beast Shapes. Par exemple, au 2nd niveau, vous pouvez vous transformer en n'importe quelle bête qui a un classement de défi de 1/4 ou moins et qui n'a pas de vitesse de vol ou de natation.</p>\n<h4><strong>Beast Shapes</strong></h4>\n<table border=\"1\">\n<thead>\n<tr>\n<td>Level</td>\n<td>Max CR</td>\n<td>Limitations</td>\n<td>Example</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2nd</td>\n<td>1/4</td>\n<td>No flying or swimming speed</td>\n<td>@Compendium[5e-complete-fr.5e-creatures.9300PiHadtu7AZWT]{Wolf}</td>\n</tr>\n<tr>\n<td>4th</td>\n<td>1/2</td>\n<td>No flying speed</td>\n<td>@Compendium[5e-complete-fr.5e-creatures.uK7FzFMGN3t0Z6Pu]{Crocodile}</td>\n</tr>\n<tr>\n<td>8th</td>\n<td>1</td>\n<td>--</td>\n<td>@Compendium[5e-complete-fr.5e-creatures.zg0LXTJEKor0yNyw]{Giant Eagle}</td>\n</tr>\n</tbody>\n</table>\n<p>Vous pouvez rester sous la forme d'une bête pendant un nombre d'heures égal à la moitié de votre niveau de druide (arrondi vers le bas). Vous reprenez ensuite votre forme normale à moins d'expender une autre utilisation de cette capacité. Vous pouvez reprendre votre forme normale plus tôt en utilisant une action bonus à votre tour. Vous reprenez automatiquement votre forme normale si vous perdez connaissance, tombez à 0 points de vie ou mourez.</p>\n<p>Tant que vous êtes transformé, les règles suivantes s'appliquent :</p>\n<ul>\n<li>\n<p>Vos statistiques de jeu sont remplacées par celles de la bête, mais vous conservez votre alignement, votre personnalité, et vos scores d'Intelligence, de Sagesse et de Charisme. Vous conservez également toutes vos compétences et vos proficiencies de sauvegarde, en plus de celles de la créature. Si la créature a la même compétence que vous et que le bonus dans son bloc de statistiques est supérieur au vôtre, utilisez le bonus de la créature au lieu du vôtre. Si la créature a des actions légendaires ou de tanière, vous ne pouvez pas les utiliser.</p>\n</li>\n<li>\n<p>Lors de la transformation, vous prenez les points de vie et les dés de vie de la bête. Lorsque vous reprenez votre forme normale, vous retournez au nombre de points de vie que vous aviez avant de vous transformer. Cependant, si vous reprenez votre forme en raison de la chute à 0 points de vie, tout dommage excessif est reporté à votre forme normale. Par exemple, si vous subissez 10 dégâts sous forme animale et n'avez plus qu'un seul point de vie, vous reprenez votre forme et subissez 9 dégâts. Tant que le dommage excessif ne réduit pas votre forme normale à 0 points de vie, vous n'êtes pas assommé.</p>\n</li>\n<li>\n<p>Vous ne pouvez pas lancer de sorts, et votre capacité à parler ou à effectuer une action nécessitant des mains est limitée aux capacités de votre forme de bête. La transformation ne brise pas votre concentration sur un sort que vous avez déjà lancé, mais ne vous empêche pas de prendre des actions qui font partie d'un sort, comme appeler la foudre, que vous avez déjà lancé.</p>\n</li>\n<li>\n<p>Vous conservez le bénéfice de toute caractéristique provenant de votre classe, de votre race ou d'une autre source et pouvez les utiliser si la nouvelle forme est physiquement capable de le faire. Cependant, vous ne pouvez pas utiliser vos sens spéciaux, comme la vision nocturne, à moins que votre nouvelle forme ne possède également ce sens.</p>\n</li>\n<li>\n<p>Vous choisissez si votre équipement tombe au sol dans votre espace, fusionne avec votre nouvelle forme ou est porté par celle-ci. L'équipement porté fonctionne normalement, mais le MJ décide s'il est pratique pour la nouvelle forme de porter un équipement, en fonction de la forme et de la taille de la créature. Votre équipement ne change pas de taille ou de forme pour correspondre à la nouvelle forme, et tout équipement que la nouvelle forme ne peut pas porter doit soit tomber au sol, soit fusionner avec elle. L'équipement qui fusionne avec la forme n'a aucun effet jusqu'à ce que vous quittiez la forme.</p>\n</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 66",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": "self"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "self"
    },
    "uses": {
      "value": 2,
      "max": "@classes.druid.levels > 19 ? 99 : 2",
      "per": "sr",
      "type": "sr"
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "requirements": "Druid 2",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "_key": "!items!jXMI4Iy8McDpVl5y"
}
