{
  "name": "Guards and Wards",
  "type": "spell",
  "img": "icons/skills/melee/shield-block-gray-yellow.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "core": {
      "sourceId": "Compendium.world.spells-expanded.yw0tYQkOMCgKZ8Ur"
    }
  },
  "_id": "twM7A0BdQYmYRvWp",
  "system": {
    "description": {
      "value": "<p>Vous créez une protection qui protège jusqu'à 2,500 pieds carrés d'espace au sol (une zone de 50 pieds de côté, ou cent 5-foot squares ou vingt-cinq 10-foot squares). La zone protégée peut atteindre jusqu'à 20 pieds de hauteur et être façonnée selon votre désir. Vous pouvez protéger plusieurs étages d'une forteresse en divisant la zone parmi eux, à condition de pouvoir entrer dans chaque zone contiguë pendant que vous lancez le sort.</p><p>Lorsque vous lancez ce sort, vous pouvez spécifier des individus qui ne sont pas affectés par l'un ou l'ensemble des Effets que vous choisissez. Vous pouvez également spécifier un mot de passe qui, lorsqu'il est prononcé à haute voix, rend l'orateur immunisé contre ces Effets.</p><p>Guards and wards crée les Effets suivants dans la zone protégée.</p><p><strong>Corridors</strong>. Le brouillard remplit tous les couloirs protégés, les rendant fortement obscurcis. De plus, à chaque intersection ou passage bifurqué offrant un choix de direction, il y a 50 percent chance qu'une créature autre que vous croie qu'elle va dans la direction opposée à celle qu'elle choisit.</p><p><strong>Doors</strong>. Toutes les portes dans la zone protégée sont magiquement verrouillées, comme si elles étaient scellées par un sort d'Arcane Lock. De plus, vous pouvez couvrir jusqu'à dix portes avec une Illusion (équivalent à la fonction d'objet illusoire du sort Minor Illusion) pour les faire apparaître comme de simples sections de mur.</p><p><strong>Stairs</strong>. Des toiles remplissent toutes les marches dans la zone protégée du haut en bas, comme le sort web. Ces fils repoussent en 10 minutes s'ils sont brûlés ou arrachés pendant que guards and wards dure.</p><p><strong>Other Spell Effect</strong>. Vous pouvez placer votre choix d'un des Effets magiques suivants dans la zone protégée de la forteresse.</p>\n<ul>\n<li>Place Dancing Lights in four corridors. Vous pouvez désigner un programme simple que les lumières répètent tant que guards and wards dure.</li>\n<li>Place Magic Mouth in two locations.</li>\n<li>Place Stinking Cloud in two locations. Les vapeurs apparaissent aux endroits que vous désignez; elles reviennent dans 10 minutes si elles sont dispersées par le vent pendant que guards and wards dure.</li>\n<li>Place a constant Gust of Wind in one corridor or room.</li>\n<li>Place a Suggestion in one location. Vous sélectionnez une zone de jusqu'à 5 pieds carrés, et toute créature qui entre ou traverse la zone reçoit la Suggestion mentalement.</li>\n</ul>\n<p>La zone protégée entière rayonne de magie. Un Dispel Magic lancé sur un effet spécifique, s'il est réussi, ne supprime que cet effet.</p><p>Vous pouvez créer une structure protégée et gardée de manière permanente en lançant ce sort là-bas chaque jour pendant un an.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 248",
    "activation": {
      "type": "minute",
      "cost": 10,
      "condition": ""
    },
    "duration": {
      "value": 24,
      "units": "hour"
    },
    "target": {
      "value": 0,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": "touch"
    },
    "uses": {
      "value": 0,
      "max": "0",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "level": 6,
    "school": "abj",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "Burning incense, a small measure of brimstone and oil, a knotted string, a small amount of umber hulk blood, and a small silver rod worth at least 10gp",
      "consumed": false,
      "cost": 10,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": null,
    "modifiedTime": 1664771622957,
    "lastModifiedBy": "WaZ5phMRyaHwTSEz",
    "compendiumSource": "Compendium.world.spells-expanded.yw0tYQkOMCgKZ8Ur",
    "duplicateSource": null
  },
  "_key": "!items!twM7A0BdQYmYRvWp"
}