{
  "name": "Mighty Fortress",
  "type": "spell",
  "img": "icons/environment/settlement/watchtower-cliff.webp",
  "system": {
    "description": {
      "value": "<p>Une forteresse de pierre émerge d'une zone carrée de terrain de votre choix que vous pouvez voir à portée. La zone mesure 37 mètres de chaque côté et ne doit pas comporter de bâtiments ou d'autres structures. Toute créature dans la zone est levée sans danger tandis que la forteresse se dresse.</p><p>La forteresse possède quatre tourelles avec des bases carrées, chacune mesurant 6 mètres de côté et 9 mètres de haut, avec une tourelle à chaque coin. Les tourelles sont reliées entre elles par des murs de pierre qui mesurent chacun 24 mètres de long, créant une zone fermée. Chaque mur est épais de 0,3048 mètres et est composé de panneaux de 3 mètres de large et 6 mètres de haut. Chaque panneau est contigu à deux autres panneaux ou à un autre panneau et une tourelle. Vous pouvez placer jusqu'à quatre portes de pierre dans le mur extérieur de la forteresse.</p><p>Un petit donjon se dresse à l'intérieur de la zone fermée. Le donjon a une base carrée de 15 mètres de côté et possède trois étages avec des plafonds de 3 mètres de haut. Chacun des étages peut être divisé en autant de pièces que vous le souhaitez, à condition que chaque pièce mesure au moins 1,5 mètres de côté. Les étages du donjon sont reliés par des escaliers de pierre, ses murs sont épais de 0,1524 mètres, et les pièces intérieures peuvent avoir des portes de pierre ou des arches ouvertes selon votre choix. Le donjon est meublé et décoré à votre guise, et il contient suffisamment de nourriture pour servir un banquet de neuf plats à jusqu'à 100 personnes chaque jour. Les meubles, la nourriture et autres objets créés par ce sort se transforment en poussière s'ils sont retirés de la forteresse.</p><p>Un personnel de cent serviteurs invisibles obéit à toute commande donnée par des créatures que vous désignez lorsque vous lancez le sort. Chaque serviteur fonctionne comme s'il avait été créé par le sort de serviteur invisible.</p><p>Les murs, les tourelles et le donjon sont tous faits de pierre qui peut être endommagée. Chaque section de pierre de 3 mètres par 3 mètres a une CA de 15 et 30 points de vie par pouce d'épaisseur. Elle est <strong>immune</strong> au poison et aux dégâts psychiques. Réduire une section de pierre à 0 point de vie la détruit et pourrait provoquer l'affaissement et l'effondrement des sections connectées à la discrétion du MD.</p><p>Après 7 jours ou lorsque vous lancez ce sort ailleurs, la forteresse s'effondre sans danger et s'enfonce à nouveau dans le sol, laissant toute créature qui se trouvait à l'intérieur en sécurité sur le sol.</p><p>Lancer ce sort au même endroit une fois tous les 7 jours pendant un an rend la forteresse permanente.</p><p><strong>Listes de sorts.</strong> Magicien</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "XGE",
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "target": {
      "value": 37,
      "width": null,
      "units": "m",
      "type": "square"
    },
    "range": {
      "value": 1,
      "long": null,
      "units": "mi"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": "",
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "level": 8,
    "school": "con",
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A diamond worth at least 500 gp, which the spell consumes",
      "consumed": true,
      "cost": null,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "KEn0n6JsNNAtXIka": 3
  },
  "flags": {
    "core": {
      "sourceId": "Item.y8s5hierM0DpczAh"
    },
    "rest-recovery": {
      "data": {
        "recovery": {
          "enabled": false
        }
      }
    }
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "12.331",
    "createdTime": 1665728481826,
    "modifiedTime": 1666549331807,
    "lastModifiedBy": "UjfixXuqstXNdypa",
    "compendiumSource": "Item.y8s5hierM0DpczAh",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "_id": "OPH6wIMrsupUp5pp",
  "_key": "!items!OPH6wIMrsupUp5pp"
}