{
  "_id": "Byp5IXqQuwJZOqFf",
  "name": "Sailor",
  "type": "background",
  "img": "icons/environment/settlement/ship.webp",
  "effects": [],
  "folder": null,
  "sort": 900000,
  "flags": {
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "core": {
      "sourceId": "Item.mrvnyUepTYc5CO2k"
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1731523684141,
    "lastModifiedBy": "q1BKxBTo6goDy95S",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0,
    "EHpONhziSoZpUpN3": 3
  },
  "system": {
    "description": {
      "value": "<p>Vous avez navigué sur un navire pendant des années. Pendant ce temps, vous avez affronté de puissantes tempêtes, des monstres des profondeurs et ceux qui voulaient couler votre navire dans les profondeurs sans fond. Votre premier amour est la ligne distante de l'horizon, mais le moment est venu d'essayer quelque chose de nouveau.</p>\n<p>Discutez de la nature du navire sur lequel vous avez précédemment navigué avec votre MJ. Était-ce un navire marchand, un vaisseau naval, un navire de découverte ou un navire pirate ? À quel point est-il (ou infâme) ? Est-il largement voyagé ? Est-il toujours en navigation, ou est-il porté disparu et présumé perdu avec tous les membres de l'équipage ?</p>\n<p>Quelles étaient vos responsabilités à bord – bosco, capitaine, navigateur, cuisinier ou une autre position ? Qui étaient le capitaine et le premier maître ? Avez-vous quitté votre navire en bons termes avec vos compagnons, ou en fuite ?</p>\n<p><strong>Compétences : </strong>Athletics, Perception</p>\n<p><strong>Outils : </strong>Outils de navigateur, véhicules (eau)</p>\n<p><strong>Langues : </strong>None</p>\n<p><strong>Équipement : </strong>Un @Compendium[5e-complete-fr.5e-items.q7gndFXGQ5daqe7h]{Belaying Pin} (club), @Compendium[5e-complete-fr.5e-items.eTSYbPGElM6oNtWf]{Silk Rope (50 ft.)}, un porte-bonheur comme un pied de lapin ou une petite pierre avec un trou au centre (ou vous pouvez lancer pour un trinket aléatoire sur la table Trinkets dans le chapitre 5), un ensemble de @Compendium[5e-complete-fr.5e-items.gz5m4u0EtUnGZJRU]{Common Clothes}, et une bourse contenant 10gp</p>\n<p> </p>\n<h2>Variants</h2>\n<h3>Pirate</h3>\n<p>Vous avez passé votre jeunesse sous l'influence d'un pirate redoutable, un coupe-jarret impitoyable qui vous a appris à survivre dans un monde de requins et de sauvages. Vous vous êtes adonné au vol sur les mers et avez envoyé plus d'une âme méritante à une tombe salée. La peur et le carnage ne vous sont pas étrangers, et vous avez acquis une réputation quelque peu douteuse dans de nombreux ports.</p>\n<p>Si vous décidez que votre carrière de marin impliquait la piraterie, vous pouvez choisir la fonctionnalité Bad Reputation ci-dessous au lieu de la fonctionnalité Ship's Passage.</p>\n<p> </p>\n<h2>Features</h2>\n<p>@Compendium[5e-complete-fr.5e-background-features.MskzyOBVKp06aa3h]{Ship's Passage}</p>\n<p>Quand vous en avez besoin, vous pouvez obtenir un passage gratuit sur un navire pour vous et vos compagnons d'aventure. Vous pourriez naviguer sur le navire que vous serviez, ou un autre navire avec lequel vous avez de bonnes relations (peut-être un capitaine par un ancien camarade de bord). Parce que vous faites appel à une faveur, vous ne pouvez pas être certain d'un horaire ou d'un itinéraire qui répondra à tous vos besoins. Votre MJ déterminera combien de temps il faudra pour aller où vous devez aller. En retour de votre passage gratuit, vous et vos compagnons êtes censés aider l'équipage pendant le voyage.</p>\n<hr />\n<p>Variant Feature: @Compendium[5e-complete-fr.5e-background-features.qxZemIQcqpf0L98h]{Bad Reputation}</p>\n<p>Si votre personnage a un passé de pirate, vous pouvez sélectionner cette fonctionnalité de fond au lieu de Ship's Passage.</p>\n<p>Où que vous alliez, les gens ont peur de vous à cause de votre réputation. Lorsque vous êtes dans un établissement civilisé, vous pouvez vous en tirer avec des infractions criminelles mineures, telles que refuser de payer pour la nourriture dans un tavern ou enfoncer des portes dans un magasin local, puisque la plupart des gens ne signaleront pas votre activité aux autorités.</p>\n<p> </p>\n<h2>Suggested Characteristics</h2>\n<p>Les marins peuvent être une bande rude, mais les responsabilités de la vie sur un navire les rendent généralement fiables. La vie à bord d'un navire façonne leur point de vue et forme leurs attaches les plus importantes.</p>\n<p> </p>\n<h3>Personality Traits</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Personality Trait</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">My friends know they can rely on me, no matter what.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">I work hard so that I can play hard when the work is done.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">I enjoy sailing into new ports and making new friends over a flagon of ale.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">I stretch the truth for the sake of a good story.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">To me, a tavern brawl is a nice way to get to know a new city.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">I never pass up a friendly wager.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">7</td>\n<td style=\"width:95%\">My language is as foul as an otyugh nest.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">8</td>\n<td style=\"width:95%\">I like a job well done, especially if I can convince someone else to do it.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h3>Ideals</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Ideal</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">Fairness. We all do the work, so we all share in the rewards. (Lawful)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">Freedom. The sea is freedom-the freedom to go anywhere and do anything. (Chaotic)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">Mastery. I'm a predator, and the other ships on the sea are my prey. (Evil)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">People. I'm committed to my crewmates, not to ideals. (Neutral)</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">Aspiration. Someday I'll own my own ship and chart my own destiny. (Any)</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h3>Bonds</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Bond</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">I'm loyal to my captain first, everything else second.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">The ship is most important – crewmates and captains come and go.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">I'll always remember my first ship.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">In a harbor town, I have a paramour whose eyes nearly stole me from the sea.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">I was cheated out of my fair share of the profits, and I want to get my due.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h3>Flaws</h3>\n<table style=\"width:100%\" border=\"1\">\n<thead>\n<tr>\n<td style=\"width:5%\">d8</td>\n<td style=\"width:95%\">Flaw</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5%\">1</td>\n<td style=\"width:95%\">I follow orders, even if I think they're wrong.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">2</td>\n<td style=\"width:95%\">I'll say anything to avoid having to do extra work.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">3</td>\n<td style=\"width:95%\">Once someone questions my courage, I never back down no matter how dangerous the situation.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">4</td>\n<td style=\"width:95%\">Once I start drinking, it's hard for me to stop.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">5</td>\n<td style=\"width:95%\">I can't help but pocket loose coins and other trinkets I come across.</td>\n</tr>\n<tr>\n<td style=\"width:5%\">6</td>\n<td style=\"width:95%\">My pride will probably lead to my destruction.</td>\n</tr>\n</tbody>\n</table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "advancement": []
  },
  "_key": "!items!Byp5IXqQuwJZOqFf"
}